{"text": "HO CHI MINH CITY UNIVERSITY OF EDUCATION  JOURNAL OF SCIENCE\nTẠP CHÍ KHOA HỌC  TRƯỜNG ĐẠI HỌC SƯ PHẠM TP HỒ CHÍ MINH\n\nVol."}
{"text": "19, No."}
{"text": "8 (2022): 1255-1270\nTập 19, Số 8 (2022): 1255-1270\nWebsite: https://journal.hcmue.edu.vn  https://doi.org/10.54607/hcmue.js.19.8.3408(2022)\nISSN:   2734-9918\n\nBài báo nghiên cứu*  XÂY DỰNG VÀ CHUẨN HÓA CÔNG CỤ ĐÁNH GIÁ  NĂNG LỰC STEM CỦA HỌC SINH TRUNG HỌC PHỔ THÔNG   TẠI THÀNH PHỐ HỒ CHÍ MINH  Tạ Thanh Trung, Trần Thị Xuân Quỳnh, Nguyễn Phương Uyên, Nguyễn Thanh Nga*\nTrường Đại học Sư phạm Thành phố Hồ Chí Minh, Việt Nam  *Tác giả liên hệ: Nguyễn Thanh Nga – Email: nganthanh@hcmue.edu.vn   Ngày nhận bài: 31-3-2022; ngày nhận bài sửa: 04-4-2022; ngày duyệt đăng: 05-4-2022\nTÓM TẮT\nHiện nay, đánh giá năng lực đang là xu hướng đánh giá của nền giáo dục trên thế giới."}
{"text": "Theo  đó, việc xây dựng và chuẩn hóa công cụ đánh giá năng lực đang được các nhà giáo dục đặc biệt  quan tâm."}
{"text": "Đối với giáo dục STEM, công cụ đánh giá năng lực STEM chuẩn hóa, phù hợp thực tiễn  đóng vai trò quan trọng để định hướng phát triển trong tương lai."}
{"text": "Nghiên cứu này nhằm mục đích  xây dựng và chuẩn hóa được một công cụ đánh giá năng lực STEM của học sinh trung học phổ thông  tại Thành phố Hồ Chí Minh trong quá trình học sinh học tập theo định hướng giáo dục STEM."}
{"text": "Để  đảm bảo độ tin cậy và độ giá trị của công cụ, quy trình nghiên cứu được thực hiện nghiêm ngặt với  ba giai đoạn, gồm: thiết kế câu hỏi, phát triển thang đo, đánh giá thang đo."}
{"text": "Kết quả phân tích định  lượng cho thấy công cụ có độ tin cậy, độ giá trị và phù hợp để sử dụng đánh giá năng lực STEM của  học sinh tại địa phương."}
{"text": "Qua đó, bộ công cụ này là phương tiện để học sinh tự đánh giá năng lực  của bản thân hoặc trở thành khung năng lực hỗ trợ giáo viên phát triển các công cụ đánh giá khác  trong quá trình học sinh học tập theo định hướng giáo dục STEM."}
{"text": "Từ khóa: CB-SEM; đánh giá năng lực; học sinh trung học; năng lực STEM\n1."}
{"text": "Giới thiệu  Trong những năm gần đây, cùng với sự chuyển đổi chương trình giáo dục theo định  hướng phát triển năng lực (competency-based approach), việc đánh giá trong giáo dục có xu  hướng chung chuyển từ đánh giá khả năng tái hiện tri thức sang đánh giá năng lực của người  học (Shulman, 2008)."}
{"text": "Đánh giá năng lực không chỉ đưa ra những nhận xét, kết luận có tính  khách quan về quá trình và kết quả học tập, rèn luyện của học sinh, mà còn chú trọng xác  định được những điểm mạnh, điểm hạn chế trong cấu trúc năng lực của học sinh."}
{"text": "Điều này  có ý nghĩa phản hồi định tính lẫn định lượng mức độ hiệu quả quá trình học tập của học sinh  và dạy học của giáo viên."}
{"text": "Qua đó, học sinh tìm ra phương hướng điều chỉnh hợp lí để nâng  cao chất lượng học tập của bản thân hoặc giáo viên tìm ra những biện pháp giúp học sinh  không ngừng tiến bộ, phát triển các năng lực và phẩm chất cần thiết nhằm chuẩn bị cho việc\nCite this article as: Ta Thanh Trung, Tran Thi Xuan Quynh, Nguyen Phuong Uyen, & Nguyen Thanh Nga (2022)."}
{"text": "1255\nTạp chí Khoa học Trường ĐHSP TPHCM  Tạ Thanh Trung và tgk\n\nthích ứng với sự biến động của thế giới, góp phần đảm bảo các mục tiêu giáo dục đã đề ra."}
{"text": "Nghị quyết Hội nghị Ban Chấp hành Trung ương Đảng lần thứ tám (khóa XI) chỉ rõ: “Việc  thi, kiểm tra và đánh giá kết quả giáo dục đào tạo cần tiến hành từng bước theo các tiêu chí  tiên tiến được xã hội và cộng đồng giáo dục thế giới tin cậy và công nhận."}
{"text": "Phối hợp sử dụng  kết quả đánh giá trong quá trình học với đánh giá cuối kì, cuối năm học; đánh giá của người  dạy với tự đánh giá của người học; đánh giá của nhà trường với đánh giá của gia đình và của  xã hội” (General Secretary, 2013)."}
{"text": "Như vậy, có thể nhận định rằng hoạt động đánh giá hay  đánh giá năng lực không phải là hoạt động riêng lẻ của giáo viên mà còn cần có sự kết hợp  với hoạt động tự đánh giá, tự theo dõi quá trình phát triển năng lực của bản thân người học."}
{"text": "Đối với giáo dục STEM, vai trò của việc đánh giá năng lực người học càng được khẳng  định khi các công cụ đánh giá, đo lường năng lực STEM của học sinh được cho rằng rất cần  thiết để nâng cao chất lượng của giáo dục STEM thông qua ý nghĩa phản hồi mức độ hiệu  quả của mỗi giai đoạn học tập (Arikan, Erktin, & Pesen, 2020)."}
{"text": "Tuy nhiên, để đánh giá năng  lực một cách chuẩn xác của con người nói chung và của học sinh nói riêng là điều không dễ  dàng, cần có một quy trình nghiên cứu nghiêm ngặt để đảm bảo độ tin cậy lẫn độ giá trị –  các yếu tố thể hiện chất lượng của thang đo (Baartman et al., 2006)."}
{"text": "Do đó, các nhà nghiên  cứu giáo dục trên thế giới đang không ngừng nỗ lực phối hợp giữa phương pháp nghiên cứu  định tính và phương pháp nghiên cứu định lượng trong quá trình xây dựng công cụ đánh giá  năng lực."}
{"text": "Tại Việt Nam, phần lớn các công cụ đánh giá năng lực của học sinh khi học tập  theo định hướng giáo dục STEM được xây dựng dựa trên khung lí thuyết kế thừa từ các công  trình nghiên cứu trên thế giới, mà chưa có sự chuẩn hóa, điều chỉnh cho phù hợp với đặc  điểm và mức độ triển khai giáo dục STEM trong thực tiễn bằng số liệu thực tế."}
{"text": "Điều này dẫn  đến khó khăn khi triển khai đánh giá đồng bộ hay lựa chọn công cụ đánh giá kết quả, quá  trình học sinh học tập theo định hướng giáo dục STEM."}
{"text": "Vậy nên, việc xây dựng và chuẩn  hóa công cụ đánh giá năng lực STEM đảm bảo độ tin cậy, độ giá trị, phù hợp với mức độ  triển khai giáo dục STEM đối với từng địa phương tại Việt Nam là điều cần thiết."}
{"text": "Chính vì lí do trên, chúng tôi thực hiện xây dựng và chuẩn hóa công cụ đánh giá năng  lực STEM của học sinh phổ thông tại Thành phố Hồ Chí Minh (TPHCM)."}
{"text": "Qua quá trình  khảo cứu tài liệu, phỏng vấn chuyên sâu với đội ngũ chuyên gia, thu thập và phân tích thống  kê dữ liệu từ 544 học sinh trung học phổ thông (THPT) đã trải qua quá trình học tập bài học  STEM tại địa phương, kết quả nghiên cứu thu được công cụ đánh giá năng lực STEM của  học sinh đảm bảo các tiêu chuẩn về độ tin cậy, độ giá trị và sự phù hợp với tổng thể."}
{"text": "2."}
{"text": "Đối tượng và phương pháp nghiên cứu  2.1."}
{"text": "Đánh giá năng lực của học sinh với công cụ đánh giá chuẩn hóa  2.1.1."}
{"text": "Đánh giá học sinh theo cách tiếp cận năng lực    Đánh giá năng lực của người học là quá trình quan trọng nhằm định hướng phát triển  năng lực cho học sinh."}
{"text": "Trong đó, năng lực được hiểu là thuộc tính cá nhân được hình thành,  phát triển nhờ tố chất sẵn có và quá trình học tập, rèn luyện, cho phép con người huy động  tổng hợp các kiến thức, kĩ năng và các thuộc tính cá nhân khác như hứng thú, niềm tin, ý  chí,... thực hiện thành công một loại hoạt động nhất định, đạt kết quả mong muốn trong\n1256\nTạp chí Khoa học Trường ĐHSP TPHCM  Tập 19, Số 8 (2022): 1255-1270\n\nnhững điều kiện cụ thể (MOET, 2018)."}
{"text": "Về cấu trúc, có thể mô hình hóa năng lực như một  hệ thống được cấu thành từ các thành phần gồm: năng lực hợp phần, năng lực thành tố, chỉ  số hành vi được biểu hiện thông qua quá trình học tập (Bình, 2015)."}
{"text": "Hợp phần của năng lực  liên quan đến lĩnh vực chuyên môn tạo nên năng lực."}
{"text": "Từ đó, các năng lực thành tố được bóc  tách từ năng lực hợp thành mang những tính chất đặc trưng từ các lĩnh vực chuyên môn."}
{"text": "Cả  hai thành phần này đều là các yếu tố tiềm ẩn, không thể được đánh giá trực tiếp mà cần được  đúc kết thông qua các biểu hiện của tập hợp các chỉ số hành vi tương ứng, trong một khoảng  thời gian nhất định."}
{"text": "Chỉ số hành vi là dữ liệu cung cấp thông tin về năng lực phục vụ kiểm  tra đánh giá xuyên suốt quá trình học tập."}
{"text": "Các hành vi được thể hiện ra bên ngoài qua các  hoạt động: viết được, phát biểu được, tạo ra được… là cơ sở để đo lường nhằm xác định mức  độ đạt được của năng lực."}
{"text": "Như vậy, bản chất của đánh giá năng lực của học sinh là quá trình  kiểm tra và đo lường mức độ đạt được của năng lực khi học sinh thực hiện thành công nhiệm  vụ cũng như vấn đề trong quá trình học tập thông qua thu thập và phân tích các biểu hiện  hành vi được bộc lộ ra bên ngoài của học sinh (Baartman et al., 2006)."}
{"text": "Hình 1."}
{"text": "Mô hình cấu trúc của một năng lực hợp phần  Kết quả đánh giá giúp giáo viên xác định những điểm nổi bật và hạn chế trong năng lực  từ đó có định hướng hỗ trợ học sinh trong việc học tập và bồi dưỡng năng lực."}
{"text": "Ngoài ra, đánh  giá năng lực có tác động đến tầng sâu nhận thức của học sinh, thúc đẩy động cơ học tập, hình  thành thói quen tốt, nuôi dưỡng đam mê, nhận ra giá trị của riêng mình, từ đó có định hướng tự  rèn luyện, tự hoàn thiện bản thân."}
{"text": "Xây dựng và chuẩn hóa khung cấu trúc năng lực trở thành tiêu  chí tất yếu để tiến hành đánh giá năng lực của học sinh."}
{"text": "Giáo viên có thể sử dụng khung cấu trúc  để thiết kế bảng kiểm, rubric, bài kiểm tra; để đánh giá năng lực; xem xét xây dựng kế hoạch bài  dạy phù hợp bồi dưỡng và phát triển năng lực của học sinh."}
{"text": "Ngoài ra, học sinh có thể dựa vào  khung cấu trúc năng lực để có kế hoạch tự theo dõi và rèn luyện bản thân."}
{"text": "2.1.2."}
{"text": "Các tiêu chí về độ tin cậy, độ giá trị của công cụ đánh giá năng lực được chuẩn hóa\nTheo trường phái thực chứng, độ giá trị và độ tin cậy là hai công cụ nhận thức cơ bản  và là tiêu chuẩn căn bản để chuẩn hóa một công cụ đánh giá, ví dụ như công cụ đánh giá\n1257\nTạp chí Khoa học Trường ĐHSP TPHCM  Tạ Thanh Trung và tgk\n\nnăng lực STEM (Winter, 2000)."}
{"text": "Trong đó, độ giá trị (validity) của công cụ đo lường thể hiện  tính đo lường chính xác đối tượng cần đo của công cụ."}
{"text": "Cụ thể, để một công cụ đánh giá có  độ giá trị thì nó phải thỏa mãn các tiêu chí: tính giá trị về nội dung (content vadility); tính  giá trị đo lường (measurement validity); tính giá trị cấu trúc (construct vadility)."}
{"text": "Giá trị về  nội dung phản ánh mức độ chính xác về mặt diễn đạt nội dung của công cụ đo lường."}
{"text": "Như  vậy, một công cụ đo lường cần được chuẩn hóa về mặt nội dung thông qua việc diễn đạt rõ  nghĩa, trọng tâm, hàm súc và để hiệu chỉnh về mặt nội dung hiệu quả thì công cụ cần được  sự tham vấn về cách trình bày bởi các chuyên gia trong lĩnh vực qua phương pháp nghiên  cứu Delphi."}
{"text": "Giá trị đo lường được xác định thông qua giá trị hội tụ và giá trị phân biệt."}
{"text": "Giá  trị hội tụ cho biết mức độ tương quan giữa các biến đo lường (chỉ số hành vi) trong cùng một  thành tố."}
{"text": "Giá trị phân biệt thể hiện sự phân biệt giữa các năng lực thành tố này so với thành tố  khác trong cùng cấu trúc năng lực."}
{"text": "Trong nghiên cứu định lượng về công cụ đo lường năng  lực, giá trị hội tụ được xác định bởi mức độ tương quan của các chỉ số hành vi, còn giá trị phân  biệt được kiểm tra bằng cách xem xét giữa các thành tố trong năng lực có thực sự phân biệt  với nhau hay không."}
{"text": "Giá trị cấu trúc liên quan đến mức độ mà công cụ đo lường khái niệm,  hành vi, ý tưởng, chất lượng của cấu trúc lí thuyết."}
{"text": "Trong đánh giá năng lực, thông qua đo  lường kiểm định giá trị cấu trúc, nhà nghiên cứu sẽ có thể mô hình hóa cấu trúc lí thuyết, chấp  nhận hay hiệu chỉnh hoặc đề xuất cấu trúc mới phù hợp với kết quả định lượng."}
{"text": "Mặt khác, để trình bày khái niệm độ tin cậy, Joppe (2000) đã diễn đạt như sau: “Mức  độ mà tại đó kết quả không thay đổi theo thời gian và thể hiện tính đại diện chính xác cho  tổng thể được nghiên cứu gọi là độ tin cậy."}
{"text": "Nếu kết quả nghiên cứu có thể được nhân rộng  theo phương pháp luận tương tự thì khi đó, công cụ đo lường được xem là đáng tin cậy”."}
{"text": "Như vậy, có thể hiểu độ tin cậy của công cụ đánh giá năng lực là mức độ ổn định của công  cụ đó."}
{"text": "Độ tin cậy của thang đo phải thỏa mãn những các tiêu chí sau: tính ổn định (stability);  tính tương đương (equivalence); tính nhất quán (internal consistency)."}
{"text": "Tính ổn định của công  cụ đánh năng lực thể hiện ở chỗ công cụ đo lường phải đảm bảo sự ổn định theo thời gian  qua các mẫu tương đương."}
{"text": "Nghĩa là, nếu có một thang đo được kiểm tra trên các nhóm mẫu  có cùng đặc tính trong khoảng thời gian phù hợp thì thang đo sẽ cho kết quả tương tự."}
{"text": "Cụ  thể, khi kiểm tra tính ổn định của công cụ đánh giá năng lực, cần tiến hành khảo sát sơ bộ  với mẫu nhỏ và khảo sát đại trà nhằm loại bỏ các biến không phù hợp."}
{"text": "Tính tương đương  công cụ đo lường được kiểm tra với các nhóm chuyên gia."}
{"text": "Mỗi thành viên trong nhóm  chuyên gia có cùng quan điểm về công cụ đo thì khi đó, công cụ đo đảm bảo tính tương  đương."}
{"text": "Công cụ đánh giá năng lực được kiểm chứng tính tương bằng cách xin ý kiến chuyên  gia, những biến được sự đồng thuận cao sẽ được giữ nguyên, các biến có sự khác biệt về  quan điểm sẽ được xem xét hiệu chỉnh."}
{"text": "Tính nhất quán các nhóm nội tại của mẫu khi đo  lường bằng một công cụ phải cho kết quả nhất quán."}
{"text": "Chia mẫu thành các nhóm nhỏ chứa  đầy đủ dữ liệu của mẫu, thực hiện đo lường trên từng nhóm mẫu, kết quả thu được phải có  sự trùng khớp, nếu chưa có sự không phù hợp phải xem xét hiệu chỉnh."}
{"text": "2.2."}
{"text": "Năng lực STEM của học sinh  2.2.1."}
{"text": "Khái niệm về năng lực STEM\n1258\nTạp chí Khoa học Trường ĐHSP TPHCM  Tập 19, Số 8 (2022): 1255-1270\n\nGiáo dục STEM là mô hình giáo dục dựa trên cách tiếp cận liên môn, giúp học sinh áp  dụng các kiến thức khoa học, công nghệ, kĩ thuật và toán học vào giải quyết một số vấn đề  thực tiễn trong bối cảnh cụ thể (MOET, 2018)."}
{"text": "Để đánh giá những tác động của mô hình  giáo dục này đối với học sinh, Boon Ng (2019) đã nghiên cứu năng lực STEM của học sinh  trong phạm vi giáo dục dựa trên các môn học STEM và kể cả các môn học không liên quan  đến STEM (ngôn ngữ, văn hóa, văn học…)."}
{"text": "Kết quả nghiên cứu cho thấy khi học tập các  môn học STEM, học sinh bộc lộ các biểu hiện hành vi đặc trưng từ các lĩnh vực khoa học,  công nghệ, kĩ thuật, toán học (Boon Ng, 2019)."}
{"text": "Trong quá trình học tập, học sinh tiếp cận  các nhiệm vụ học tập theo cách thức các nhà khoa học, nhà toán học, kĩ sư giải quyết vấn đề  và tiến hành nghiên cứu."}
{"text": "Học sinh chủ động khám phá kiến thức thông qua các hoạt động  tìm kiến, phân tích, tổng hợp sử dụng kiến thức phục vụ mục đích học tập."}
{"text": "Khi tham gia vào  các bài học STEM, học sinh tìm hiểu và xác định vấn đề liên quan đến thực tiễn."}
{"text": "Từ những  kiến thức, kĩ năng đã tích lũy, học sinh đề xuất và lựa chọn phương án tối ưu, thực hiện thao  tác kĩ thuật để chế tạo sản phẩm hoặc mô hình."}
{"text": "Trong suốt quá trình học tập, học sinh trao  đổi, thảo luận nhóm nhằm trình bày các ý tưởng của bản thân, đóng góp ý kiến xây dựng bài  học, phản biện bảo vệ quan điểm của nhóm."}
{"text": "Học sinh thực hiện chia sẻ quá trình, kết quả,  sản phẩm của dự án đến với mọi người."}
{"text": "Từ kết quả phân tích, trong phạm vi bài báo nghiên  cứu năng lực STEM của học sinh được hiểu là khả năng huy động tổng hợp kiến thức, kĩ  năng về khoa học, công nghệ, kĩ thuật và toán học để giải quyết vấn đề thực tiễn trong bối  cảnh cụ thể, mang lại giá trị cho cá nhân và cộng đồng."}
{"text": "2.2.2."}
{"text": "Mô hình lí thuyết về năng lực STEM của học sinh\nCấu trúc năng lực STEM của học sinh được xây dựng dựa trên sự phân tích và tổng  hợp các thành tố năng lực lặp đi lặp lại trong 13 đề tài nghiên cứu về khung cấu trúc năng  lực STEM trên thế giới."}
{"text": "Cấu trúc năng lực STEM gồm 5 thành tố:\nThành tố 1."}
{"text": "Thu thập thông tin  Năng lực thành tố thu thập thông tin được hiểu là khả năng xác định thông tin cần tìm  kiếm, tìm nguồn thông tin, ghi nhận nhận thông tin theo nhu cầu, mục đích ban đầu."}
{"text": "Nghiên  cứu của Bundy (2004) chỉ ra rằng năng lực thành tố thu thập thông tin giúp người học nhận  ra nhu cầu tìm hiểu về thông tin, xác định mức độ thông tin cần thiết và truy cập thông tin  hiệu quả."}
{"text": "Căn cứ vào mô hình cấu trúc năng lực thông tin SCONUL của Bainton (2001), năng  lực thành tố thu thập thông tin có các biểu hiện hành vi như: nhận ra nhu cầu thu thập thông tin,  tìm kiếm nguồn thông tin, xây dựng chiến lược tìm kiếm thông tin, định vị và truy cập được  thông tin."}
{"text": "Năng lực thành tố thu thập thông tin ghi nhận được thông qua hành vi: lắng nghe và  trả lời câu hỏi, quan sát, tìm kiếm nguồn thông tin, điều tra và khám phá, thu thập thông tin (lập  kế hoạch và ghi nhận dữ liệu), đưa ra kết luận/quyết định (Boon Ng, 2019)."}
{"text": "Thành tố 2."}
{"text": "Xử lí và sử dụng thông tin  Nhóm biểu hiện hành vi xử lí và sử dụng thông tin của năng lực STEM biểu hiện tổng  hợp các hành vi như tổng hợp dữ liệu, so sánh dữ liệu, phân loại dữ liệu, quản lí và lưu trữ  dữ liệu, đánh giá, phân tích dữ liệu (Boon Ng, 2019)."}
{"text": "Mô hình SCONUL xác định năng lực  xử lí và sử dụng thông tin được người học thực hiện thông qua việc so sánh, đánh giá thông\n1259\nTạp chí Khoa học Trường ĐHSP TPHCM  Tạ Thanh Trung và tgk\n\ntin, tổ chức, tổng hợp thông tin (Bainton, 2001)."}
{"text": "Tác giả Bundy (2004) xác định các biểu  hiện tương ứng với nhóm biểu hiện xử lí thông tin bao gồm: đánh giá nguồn thông tin, phân  loại, lưu trữ thông tin, sử dụng thông tin để giải quyết vấn đề."}
{"text": "Thành tố 3."}
{"text": "Thực hiện giải pháp  Năng lực thành tố thực hiện giải pháp là nhóm biểu hiện hành vi tiêu biểu của năng  lực giải quyết vấn đề."}
{"text": "Học sinh hiện thực hóa các giải pháp, thiết kế và tạo ra sản phẩm nhằm  giải quyết các vấn đề (Watkins, Spencer, & Hammer, 2014)."}
{"text": "English (2016) xác định một  số biểu hiện hành vi liên quan đến năng lực thực hiện giải pháp bao gồm: lập kế hoạch, chuẩn  bị dụng cụ, thiết kế bản vẽ, đánh giá tính khả thi và chế tạo sản phẩm."}
{"text": "Ngoài ra nghiên cứu  của Sen và cộng sự (2018) chỉ ra năng lực thực hiện giải pháp được bộc lộ qua hành vi xác  định nguyên nhân, thiếu sót của sản phẩm, thực hiện cải tiến và định hướng phát triển trong  bối cảnh mới."}
{"text": "Thành tố 4."}
{"text": "An toàn kĩ thuật  Năng lực thành tố an toàn kĩ thuật là năng lực thành tố bộc lộ kĩ năng thao tác kĩ thuật  của học sinh đảm bảo các quy tắc an toàn trong quá trình thực hiện chế tạo sản phẩm."}
{"text": "Năng  lực thành tố an toàn kĩ thuật giúp cho học sinh hiểu về vai trò và cách thức sử dụng các công  cụ/thiết bị kĩ thuật; lưu ý các quy tắc an toàn kĩ thuật nhằm bảo vệ bản thân và mọi người  tránh những tai nạn đáng tiếc."}
{"text": "Căn cứ vào nghiên cứu của Boon Ng (2019), biểu hiện của  nhóm hành vi thực hành kĩ thuật bao gồm: sử dụng trang thiết bị (xác định được chức năng  và sử dụng chính xác), bảo trì trang thiết bị (bảo quản và đảm bảo an toàn), hiệu chỉnh thiết  bị và dụng cụ khi cần thiết."}
{"text": "Thành tố 5."}
{"text": "Chia sẻ cộng đồng  Năng lực thành tố chia sẻ cộng đồng giúp học sinh đồng cảm với đối tượng đang gặp  các vấn đề khó khăn, tạo động lực để các em chia sẻ quá trình, kết quả, sản phẩm học tập  đến với cộng đồng."}
{"text": "Trong khung chương trình giáo dục STEM của tổ chức The New York  Academy of Sciences, yêu cầu cần tạo điều kiện cho học sinh có cơ hội thể hiện khả năng  truyền đạt rõ ràng, chính xác, thuyết phục cùng việc phối hợp sử dụng nhiều phương thức  để truyền đạt ý tưởng; sau đó, yêu cầu cần tạo môi trường để học sinh thảo luận, phản biện  được các lập luận STEM (GSA, 2016)."}
{"text": "Tác giả Trilling (2009) đề xuất các hành vi chia sẻ  cộng đồng: trình bày ý tưởng bằng các hình thức đã xác định (báo cáo, văn bản, poster,  video…), lắng nghe góp ý và phát triển ý tưởng, xác định mục đích chia sẻ."}
{"text": "2.3."}
{"text": "Phương pháp nghiên cứu\nNghiên cứu áp dụng quy trình của Boateng và cộng sự (2018) với ba giai đoạn: thiết  kế câu hỏi, phát triển thang đo và đánh giá thang đo."}
{"text": "2.3.1."}
{"text": "Giai đoạn thiết kế câu hỏi\nTrong giai đoạn thiết kế câu hỏi, dựa trên nghiên cứu lí thuyết, công cụ đánh giá năng  lực STEM của học sinh bao gồm 5 thành tố: Thu thập thông tin (TT), Xử lí và sử dụng thông  tin (XS), Thực hiện giải pháp (TH), An toàn kĩ thuật (SD), Chia sẻ thông tin (CS)."}
{"text": "Như vậy,  bảng câu hỏi sơ bộ gồm 15 chỉ số hành vi dạng Likert bao gồm một câu mô tả hành vi và  một phần phản hồi tùy chọn với 5 mức độ."}
{"text": "Trong đó, các chỉ số hành vi được mã hóa theo\n1260\nTạp chí Khoa học Trường ĐHSP TPHCM  Tập 19, Số 8 (2022): 1255-1270\n\nthứ tự từ A01 đến A15."}
{"text": "Kĩ thuật Delphi được tiến hành với 21 chuyên gia về giáo dục STEM,  gồm 4 giảng viên đại học sư phạm và 17 giáo viên STEM có kinh nghiệm dạy học STEM từ  2 năm trở lên tại các trường trung học phổ thông để hiệu chỉnh giá trị về mặt nội dung của  từng câu mô tả hành vi của người học."}
{"text": "Các mô tả bị đánh giá là không đảm bảo độ giá trị về  mặt nội dung sẽ bị xóa hoặc thay thế và những mục chưa rõ ràng được sửa đổi."}
{"text": "Ngôn từ được  diễn đạt để đảm bảo sự phù hợp với học sinh phổ thông."}
{"text": "Kết quả thang đo sau khi nghiên  cứu định tính sẽ được sử dụng để thiết kế bảng câu hỏi khảo sát."}
{"text": "2.3.2."}
{"text": "Giai đoạn phát triển thang đo\nTiếp theo, các nghiên cứu định lượng trên quy mô mẫu nhỏ sẽ được tiến hành nhằm đánh  giá sơ bộ thang đo các khái niệm của nghiên cứu."}
{"text": "Tiêu chuẩn đánh giá thang đo trong bước này  bao gồm độ tin cậy và độ giá trị thang đo."}
{"text": "Độ tin cậy được đánh giá qua tiêu chí hệ số  Cronbach’s Alpha đạt trên 0,7 và hệ số tương quan biến-tổng lớn hơn 0,3 (Nunnally &  Bernstein, 1994)."}
{"text": "Giá trị hội tụ của thang đo được đánh giá qua hệ số tải (FL) trong phân tích  nhân tố khám phá EFA với ngưỡng hệ số tải đạt giá trị tối thiểu 0,5; tỉ lệ phần trăm phương sai  tích lũy đạt trên 50% thì thang đo đạt giá trị hội tụ (Gerbing & Anderson, 1988)."}
{"text": "Ngoài ra, đối  với mỗi biến quan sát, chênh lệch giữa hệ số tải tối đa và các hệ số tải khác (xét trị tuyệt đối)  phải đạt từ 0,3 trở lên để đảm bảo giá trị phân biệt (Bryant & Yarnold, 1995)."}
{"text": "Qua các phân  tích sơ bộ ở giai đoạn này sẽ giúp làm giảm số lượng các chỉ số hành vi trong công cụ đánh giá  năng lực cũng như trích được số lượng thành tố trong cấu trúc năng lực STEM của học sinh."}
{"text": "2.3.3."}
{"text": "Giai đoạn đánh giá thang đo\nCuối cùng, nghiên cứu chính thức được thực hiện trên quy mô mẫu lớn."}
{"text": "Kết quả thu  được sẽ qua quá trình đánh giá các hiệu lực còn lại của độ tin cậy và độ giá trị, cũng như  xem xét sự phù hợp của mô hình cấu trúc với tổng thể bằng phần mềm AMOS 24."}
{"text": " Đánh giá độ tin cậy, độ hội tụ, độ phân biệt\nĐộ tin cậy nhất quán nội tại (internal consistency reliability) của thang đo được xác  định dựa vào hai chỉ số là hệ số Cronbach’s alpha và độ tin cậy tổng hợp CR (composite  reliability) (Devellis & Thorpe, 2021)."}
{"text": "Hệ số Cronbach’s alpha càng lớn thì độ tin cậy nhất  quán nội tại càng cao."}
{"text": "Độ tin cậy tổng hợp có giá trị từ 0 đến 1 và được cho là tốt khi có giá  trị lớn hơn 0,7."}
{"text": "Độ giá trị hội tụ (convergent validity) cho biết mức độ hội tụ hay chia sẻ một tỉ lệ  phương sai chung của các chỉ báo cho một khái niệm, nghĩa là để đạt được giá trị hội tụ thì  tập hợp các biến đo lường một khái niệm nghiên cứu phải có mối tương liên hệ tương quan  cao (Kline, 2016)."}
{"text": "Điều này được thể hiện qua các hệ số hồi quy chuẩn hóa đối với từng biến  của khái niệm tiềm ẩn nếu nó là thang đo đơn hướng."}
{"text": "Để một thang đo đạt giá trị hội tụ thì  hệ số chuẩn hóa của các biến thành phần của thang đo phải lớn hơn 0,5 và có ý nghĩa thống  kê (Gerbing & Anderson, 1988)."}
{"text": "Ngoài ra, giá trị hội tụ cũng được đánh giá qua phương sai  trích trung bình AVE (average variance extracted)."}
{"text": "Hệ số AVE lớn hơn hoặc bằng 0,5 sẽ  khẳng định được độ giá trị hội tụ (Hair et al., 2019)."}
{"text": "Độ giá trị phân biệt (discriminant validity) cho biết mức độ mà một khái niệm này thật sự  phân biệt về mặt thống kê với một khái niệm khác cả về sự tương quan lẫn các biến đo lường\n1261\nTạp chí Khoa học Trường ĐHSP TPHCM  Tạ Thanh Trung và tgk\n\ntrong mỗi khái niệm (Hair et al., 2019)."}
{"text": "Cách tiếp cận truyền thống đánh giá tính phân biệt là  tiêu chí Fornell-Larcker, được xác định bằng điều kiện hệ số căn bậc hai của AVE (square root  of AVE – phải lớn hơn hệ số tương quan giữa các khái niệm (inter-construct correlations))."}
{"text": "Ngoài  ra, còn có tiêu chí đánh giá khác là tiêu chí tương quan giữa hai khái niệm phải nhỏ hơn 0,85 và  phương sai riêng lớn nhất MSV (maximum shared variance) nhỏ hơn chỉ số AVE (Kline, 2016)."}
{"text": " Kiểm định sự phù hợp của mô hình cấu trúc năng lực của học sinh\n2 χ\nĐầu tiên, chi bình phương/bậc tự do ( /df) là chỉ số để đánh giá mức độ phù hợp của  mô hình đo lường và được đề xuất là nhỏ hơn 5 là phù hợp, nhỏ hơn 3 là tốt (Hair et al.,  2019)."}
{"text": "Ngoài ra, các chỉ số phổ biến khác theo Kline (2016) là quan trọng bao gồm: chỉ số  về độ phù hợp tuyệt đối – GFI (good of fitness index); chỉ số điều chỉnh GFI theo bậc tự do  trong mô hình – AGFI (adjusted goodness-of-fit statistics); chỉ số phù hợp tương đối – CFI  (comparative fit index); chỉ số Tucker và Lewis – TLI (Tucker-Lewis index); chỉ số xác định  mức độ phù hợp của mô hình so với tổng thể – RMSEA (root mean square error  approximation)."}
{"text": "Các chỉ số GFI, AGFI, TLI và CFI có giá trị lớn hơn 0,9 được xem là mô  hình thích hợp với dữ liệu thực tế (Hair et al., 2019)."}
{"text": "Hệ số RMSEA tối đa bằng 0,08 thì mô  hình phù hợp tốt và RMSEA nhỏ hơn 0,03 là rất tốt."}
{"text": "3."}
{"text": "Kết quả và thảo luận  3.1."}
{"text": "Kết quả hiệu chỉnh độ giá trị về mặt nội dung\nKết quả từ phương pháp Delphi đã giúp nhóm nghiên cứu khai thác được hiệu quả các  ý kiến về khung lí thuyết về năng lực STEM của học sinh phổ thông từ các chuyên gia."}
{"text": "Trong  vòng Delphi đầu tiên, ý kiến trong đội ngũ chuyên gia chưa có tính thống nhất cao tại nhiều  chỉ số, cụ thể là mức độ đồng thuận có sự chênh lệch lớn (trên 10%) giữa các giảng viên đại  học và giáo viên phổ thông tại các chỉ số A02, A03, A08, A09, A10, A11."}
{"text": "Sau các vòng hiệu  chỉnh Delphi, phần mô tả của các chỉ số hành vi trong khung năng lực STEM lí thuyết của  học sinh đã được điều chỉnh về mặt nội dung theo sự thống nhất của đội ngũ chuyên gia  Delphi (Hình 2)."}
{"text": "Hình 2."}
{"text": "Kết quả mức độ đồng thuận của đội ngũ chuyên gia Delphi\ntrong vòng đầu (bên trái) và vòng cuối cùng (bên phải)\n1262\nTạp chí Khoa học Trường ĐHSP TPHCM  Tập 19, Số 8 (2022): 1255-1270\n\nVới bảng hỏi cuối cùng, mức độ đồng thuận trung bình của các chuyên gia cho từng  chỉ số hành vi của mỗi thành tố luôn từ 70% trở lên."}
{"text": "Bên cạnh đó, nhóm giảng viên và giáo  viên có sự tương đồng trong đánh giá mức độ đồng thuận ở đa số các chỉ số hành vi."}
{"text": "Riêng  các chỉ số hành vi về An toàn kĩ thuật (A10, A11, A12) thì vẫn còn sự chênh lệch."}
{"text": "Trong khi  nhóm giáo viên nhận định thành tố này là cần thiết được đánh giá và nội dung mô tả đã thể  hiện rõ nội hàm thì nhóm giảng viên cho rằng các chỉ số này ít cần thiết hơn."}
{"text": "3.2."}
{"text": "Mẫu nghiên cứu\nVề quy mô mẫu, theo Hair và cộng sự (2019), cỡ mẫu cho các nghiên cứu có phân tích  SEM và mô hình có từ 7 khái niệm nghiên cứu trở xuống thì cỡ mẫu tối thiểu là 300."}
{"text": "Đề tài  nghiên cứu áp dụng phương pháp chọn mẫu ngẫu nhiên tích tụ để thu thập thông tin của các  học sinh tại 9 trường THPT, gồm: THPT Lương Thế Vinh (Quận 1), THPT Chuyên Lê Hồng  Phong (Quận 5), Phổ thông Năng khiếu – Đại học Quốc gia (Quận 5), THPT Phạm Phú Thứ  (Quận 6), THCS – THPT Nam Sài Gòn (Quận 7), THPT Nguyễn Du (Quận 10), THPT  Nguyễn Hữu Cảnh (Quận Bình Tân), THPT Gia Định (Quận Bình Thạnh) và THCS – THPT  Hoa Sen (Thành phố Thủ Đức)."}
{"text": "Việc lấy mẫu nghiên cứu diễn ra trong khoảng thời gian từ  tháng 12 năm 2021 đến đầu tháng 4 năm 2022."}
{"text": "Sau khi gửi các phiếu khảo sát bằng cả hình  thức trực tuyến và trực tiếp đến các nhà trường THPT trên địa bàn thành phố, kết quả có hơn  887 học sinh tham gia khảo sát."}
{"text": "Sau quá trình kiểm tra và loại bỏ những mẩu không đáng tin  cậy và những học sinh chưa từng học tập theo định hướng giáo dục STEM, mẫu gồm 544  học sinh đã được lựa chọn để tiến hành phân tích."}
{"text": "Bảng 2."}
{"text": "Đặc điểm thống kê của mẫu\nĐặc điểm  Tiêu chí  Tần số  Tỉ lệ\nGiới tính  Nam  252  46,3 %  Nữ  292  53,7 %\nKhối lớp\n10  299  55,0 %  11  172  31,6 %  12  73  13,4 %\nLoại hình  trường\nTrường công lập  402  73,9 %  Trường chuyên  65  11,9 %  Trường dân lập  77  14,2 %\n58  10,7 %\n- Trong một tiết học STEM chính khóa  163  30 %  - Trong một dự án học tập hoặc dự án cộng đồng  99  18,2 %  - Trung tâm ngoài nhà trường  14  2,5 %  - Khóa học trực tuyến  31  5,7 %  -  Trải  nghiệm  không  gian  STEM  tại  trường (phòng trưng bày sản phẩm, mô hình, ứng dụng STEM…)\nHình thức tiếp  cận giáo dục  STEM*\n20  3,7 %\n- Sân chơi, hội chợ khoa học  122  22,4 %  - Trải nghiệm thực tế tại các cơ sở nghiên cứu, cơ sở kinh doanh, doanh nghiệp…\n30  5,5 %\n- Sinh hoạt câu lạc bộ STEM  51  9,4 %  - Tham gia các cuộc về khoa học kĩ thuật (chế tạo tên lửa nước, máy rửa tay…)\nHình thức khác  178  32,7 %\nGhi chú: * Mỗi học sinh có thể tiếp xúc nhiều hơn 1 hình thức."}
{"text": "1263\nTạp chí Khoa học Trường ĐHSP TPHCM  Tạ Thanh Trung và tgk\n\nVề phân phối của mẫu, bộ mẫu này cũng đảm bảo tiêu chuẩn về phân phối chuẩn khi  trị trung bình và trung vị gần bằng nhau, giá trị tuyệt đối của độ xiên skewness luôn nhỏ hơn  2 (lớn nhất là |skewness (A05)| = 0,706) và độ nghiên kurtosis nhỏ hơn 2 (lớn nhất là |kurtosis\n(A05)| = 1,076)."}
{"text": "Như vậy, dữ liệu này đủ các điều kiện về quy mô và phân phối của mẫu để  phân tích CB-SEM."}
{"text": "3.3."}
{"text": "Đánh giá sơ bộ độ tin cậy và giá trị của thang đo\nTrước khi tiến hành kiểm định mô hình đo lường năng lực STEM của học sinh bằng  CB-SEM, phân tích nhân tố khám phá được tiến hành nhằm thu gọn hoặc loại các chỉ số  hành vi không phù hợp trong thang đo năng lực và xác định số lượng thành tố năng lực có  trong cấu trúc năng lực STEM của học sinh."}
{"text": "Kết quả phân tích sơ bộ cho thấy biến A01 của  thang đo Thu thập thông tin và A06 của thang đo Xử lí và sử dụng thông tin có chênh lệch  hệ số tải nhân tố giữa các nhóm nhân tố dưới 0,3, cho thấy các biến này không đảm bảo độ  phân biệt nên bị loại ra."}
{"text": "Bên cạnh đó, phân tích EFA sơ bộ thu được 3 thành tố của năng lực  thay vì 5 thành tố như ban đầu."}
{"text": "Nhận thấy các chỉ số hành vi của học sinh vẫn tuân theo tiến  trình học tập theo định hướng giáo dục STEM, chúng tôi đặt lại tên các thành tố là: Thu thập  và xử lí thông tin (IN), Thực hiện giải pháp và chia sẻ cộng đồng (PS), Sử dụng thiết bị và  dụng cụ kĩ thuật (TE)."}
{"text": "Các chỉ số hành vi cũng được mã hóa tương ứng: thay A02, A03,  A04, A05 lần lượt bằng IN01, IN02, IN03, IN04; thay A07, A08, A09, A10, A11, A12 lần  lượt bằng PS01, PS02, PS03, PS04, PS05, PS06 và thay A13, A14, A15 lần lượt bằng TE01,  TE02, TE03."}
{"text": "Thực hiện phân tích EFA lại với mẫu nghiên cứu chính thức, kết quả được thể  hiện qua Bảng 3."}
{"text": "Bảng 3."}
{"text": "Kết quả EFA thang đo các thành tố trong cấu trúc năng lực STEM của học sinh\nChỉ số hành vi  Nhóm nhân tố  Mã hóa trước  Mã hóa sau  1  2  3  A07  PS01  0,874      A08  PS02  0,902      A09  PS03  0,725      A10  PS04  0,644      A11  PS05  0,669      A12  PS06  0,637      A04  IN03    0,768    A05  IN04    0,853    A06  *    *    A01  *    *    A02  IN01    0,698    A03  IN02    0,578    A13  TE01      0,806  A14  TE02      0,840  A15  TE03      0,887  Eigenvalue  7,135  1,194  1,087  Phương sai trích  54,884  9,187  8,365  Cronbach’s Αlpha  0,910  0,840  0,903  Tổng phương sai trích = 72,436 %;\n1264\nTạp chí Khoa học Trường ĐHSP TPHCM  Tập 19, Số 8 (2022): 1255-1270\n\nKết quả kiểm định Cronbach’s Αlpha cho thang đo cho thấy các thang đo này đều có độ  tin cậy cao khi hệ số Cronbach’s Αlpha > 0,8 và hệ số tương quan biến tổng đều > 0,3 vì thế  không có biến quan sát nào bị loại khỏi mô hình."}
{"text": "Bên cạnh đó, hệ số KMO > 0,5 với Sig Batlett’s  = 0,000 < 0,05 cho thấy dữ liệu có điều kiện đủ để tiến hành phân tích nhân tố."}
{"text": "Tiếp theo, thực  hiện phân tích nhân tố theo phép trích Principal Component Analysis với phép quay không  vuông góc Varimax."}
{"text": "Giá trị tổng phương sai trích đều > 50%: đạt yêu cầu."}
{"text": "Và với kết quả thu  được ta có thể nói rằng 3 nhân tố IN, PS, TE giải thích 72,436% biến thiên của dữ liệu của năng  lực STEM của học sinh."}
{"text": "Tất cả các hệ số tải nhân tố đều lớn hơn 0,5 và chênh lệch giữa các  biến thành phần của hai nhân tố đều trên 0,3 nên các nhân tố đảm bảo được giá trị hội tụ và  phân biệt khi phân tích EFA."}
{"text": "Như vậy, với thang đo chính thức, sau khi phân tích nhân tố thì  các nhân tố độc lập này được giữ nguyên, không bị tăng thêm hoặc giảm đi nhân tố."}
{"text": "3.4."}
{"text": "Đánh giá mô hình cấu trúc năng lực STEM của học sinh bằng CB-SEM  3.4.1."}
{"text": "Đánh giá độ tin cậy thang đo năng lực STEM của học sinh\nĐể kiểm định độ tin cậy của thang đo, cần thực hiện đánh giá thông qua hệ số  Cronbach’s Alpha và hệ số CR."}
{"text": "Các kết quả Cronbach’s Alpha ở Bảng 3 đã cho thấy các  thang đo đạt yêu cầu về tính nhất quán nội tại cao."}
{"text": "Bên cạnh đó, căn cứ vào Bảng 4, ta thấy  hệ số tin cậy tổng hợp của các khái niệm đều lớn hơn 0,7, nhỏ nhất là nhân tố IN với CRIN  = 0,842."}
{"text": "Như vậy, từ kết quả nghiên cứu, có thể thấy rằng những thang đo của các thành tố  trong năng lực STEM của học sinh đạt yêu cầu về độ tin cậy."}
{"text": "Bảng 4."}
{"text": "Kết quả đánh giá độ tin cậy và hội tụ của thang đo\nNhân tố  Độ tin cậy tổng hợp (CR)  Phương sai trích (AVE)  IN  0,842  0,572  PS  0,891  0,578  TE  0,904  0,758  3.4.2."}
{"text": "Đánh giá giá trị hội tụ thang đo năng lực STEM của học sinh\nTrong Bảng 3, cột hệ số tải của kết quả kiểm định giá trị hội tụ thể hiện hệ nhân tố  chuẩn hóa của các biến thành phần của các thang đo."}
{"text": "Các giá trị phương sai trích trung bình  (AVE) cũng có hệ số đạt yêu cầu khi đều trên 0,5, nhỏ nhất là nhân tố AB với AVEIN =  0,572."}
{"text": "Như vậy, các thang đo đạt yêu cầu về giá trị hội tụ."}
{"text": "3.4.3."}
{"text": "Đánh giá giá trị phân biệt thang đo năng lực STEM của học sinh\nĐánh giá tính phân biệt của thang đo, kết quả nghiên cứu tại Bảng 5 cho thấy tính phân  biệt của thang đo đã đạt được vì căn bậc hai của các giá trị AVE (đường chéo in đậm) cao  hơn so với các tương quan ngoài đường chéo."}
{"text": "Ví dụ như thang đo PS có chỉ số AVE = 0,578  (Bảng 4) và căn bậc hai của giá trị này đạt 0,760 (Bảng 5)."}
{"text": "Như vậy, 0,760 cao hơn cả giá  trị tương quan cùng hàng với nó (0,745) và cùng cột với nó (0,703)."}
{"text": "Bảng 5."}
{"text": "Hệ số tương quan giữa các khái niệm\nKhái niệm  IN  PS  TE  IN  0,756      PS  0,745  0,760    TE  0,671  0,703  0,870  MSV  0,555  0,555  0,494\n1265\nTạp chí Khoa học Trường ĐHSP TPHCM  Tạ Thanh Trung và tgk\n\nNgoài ra, hệ số tương quan giữa các khái niệm đều nhỏ hơn 0,85 và hệ số MSV trong  khoảng từ 0,494 đến 0,555 đều đạt yêu cầu khi nhỏ hơn AVE của các khái niệm."}
{"text": "Như vậy,  thang đo đạt yêu cầu về giá trị phân biệt."}
{"text": "3.4.4."}
{"text": "Đánh giá sự phù hợp của mô hình năng lực STEM của học sinh\nBảng 6."}
{"text": "Kết quả mức độ phù hợp mô hình\nChỉ số  Tiêu chí  Kết quả  Đánh giá\n2 χ\n/df  < 5,0  3,339  Phù hợp\nGFI  > 0,9  0,952  Phù hợp  CFI  > 0,9  0,973  Phù hợp  TLI  > 0,9  0,953  Phù hợp  RMSEA  < 0,08  0,066  Phù hợp  Mô hình năng lực STEM của học sinh được biểu diễn bằng mô hình CB-SEM bậc 2\n2 χ\nvới 58 bậc tự do, cho   = 193,679 với giá trị p = 0,000."}
{"text": "Kết quả kiểm định sự phù hợp của\nmô hình đo lường cho thấy đa số các chỉ số đạt yêu cầu về sự phù hợp của mô hình đo lường:\n2 χ /df = 3,339 (< 5); TLI = 0,963 (> 0,95); CFI = 0,973 (> 0,95); GFI = 0,952 (> 0,95);\nRMSEA = 0,066 (< 0,08)."}
{"text": "Điều này cho thấy mô hình cấu trúc năng lực STEM của học sinh  được tái cấu trúc qua phân tích CB-SEM là phù hợp với dữ liệu thực tiễn tại địa bàn TPHCM."}
{"text": "Hình 3."}
{"text": "Mô hình SEM của cấu trúc năng lực STEM của học sinh thể hiện bằng AMOS 24\n1266\nTạp chí Khoa học Trường ĐHSP TPHCM  Tập 19, Số 8 (2022): 1255-1270\n\nDựa trên trọng số của các đường dẫn trong mô hình, có thể thấy các thành tố năng lực  PS, IN, TE có mối tương quan chặt chẽ với năng lực hợp phần STEM."}
{"text": "Trong đó, thành tố  PS có hệ số chuẩn hóa lớn nhất là 0,88, thể hiện thành tố này có ý nghĩa quan trọng hơn các  thành tố khác trong khung cấu trúc."}
{"text": "Các thành tố khác có hệ số ít hơn nhưng mức chênh lệch  là không nhiều."}
{"text": "3.5."}
{"text": "Công cụ đánh giá năng lực STEM sau khi chuẩn hóa\nTừ kết quả của mô hình cấu trúc, công cụ đánh giá năng lực cho học sinh phổ thông  trong quá trình học tập theo định hướng giáo dục STEM đã chuẩn hóa được trình bày qua  Bảng 7."}
{"text": "Công cụ này sẽ giúp học sinh có thể theo dõi và ghi nhận đường phát triển năng lực  của bản thân trong quá trình trình học tập, từ đó không ngừng hoàn thiện và phát triển."}
{"text": "Bên  cạnh đó, giáo viên cũng có thể căn cứ vào công cụ này để mô tả bổ sung các mức độ thành  thạo, chất lượng của chỉ số hành vi, tạo thành công cụ bảng kiểm quan sát đánh giá năng lực  cho học sinh."}
{"text": "Bảng 7."}
{"text": "Công cụ đánh giá năng lực STEM của học sinh trung học phổ thông   tại TPHCM sau khi chuẩn hóa  Năng lực\nthành tố\nChỉ số  hành vi  Mô tả  Mức độ  1 2 3 4 5 6 7\nIN01 Định vị thông tin: Lựa chọn đa dạng nguồn chứa thông tin\ncần tìm kiếm (sách báo, internet, người có chuyên môn…)."}
{"text": "      \nIN02 Thu thập thông tin: Ghi nhận thông tin từ nguồn chứa\nThu thập\nthông tin đã lựa chọn        \nvà xử lí  thông tin\nIN03\n      \n(IN)\nĐánh giá thông tin: Đánh giá chất lượng nội dung và mức  độ tin cậy của các nguồn thông tin đã thu thập trước khi sử  dụng\nIN04 Tổng hợp thông tin: Tổng hợp tất cả thông tin dự kiến sẽ\nsử dụng thành ý hiểu của bản thân        \nPS01\n      \nLập kế hoạch thực hiện giải pháp: Xây dựng kế hoạch  thực hiện giải pháp, trong đó đảm bảo các khâu về thiết kế  giải pháp, chuẩn bị vật liệu, phân công công việc, cách thức  tiến hành chế tạo, thử nghiệm…\nThực  hiện giải\nPS02 Thực hiện giải pháp: Thực hiện mô hình, sản phẩm vật\nchất để thực hiện hóa giải pháp giải quyết vấn đề        \npháp và\nchia sẻ\nPS03 Cải tiến giải pháp: Đề xuất một số phương án cải tiến giải\npháp giải quyết vấn đề trong bối cảnh mới        \ncộng  đồng\nPS04 Lựa chọn hình thức chia sẻ: Lựa chọn hình thức chia sẻ\nkết quả thực hiện giải pháp đến với cộng đồng        \n(PS)\nPS05 Trình bày kết quả: Trình bày kết quả thực hiện giải pháp\ntheo hình thức chia sẻ đã lựa chọn        \nPS06 Phản biện: Phản biện các ý kiến về sản phẩm học tập        \nTE01\n      \nSử dụng\nĐảm bảo an toàn kĩ thuật: Xác định được các thông tin kĩ  thuật và tiêu chí an toàn đối với từng thiết bị, dụng cụ trước  khi sử dụng\nthiết bị  và dụng\nTE02 Thao tác kĩ thuật: Thực hiện thao tác đúng kĩ thuật trong\nquá trình sử dụng các thiết bị, dụng cụ kĩ thuật        \ncụ kĩ  thuật\nTE03\n(TE)\n      \nBảo quản thiết bị, dụng cụ kĩ thuật: Kiểm tra tình trạng  thiết bị trước và sau khi sử dụng để hạn chế tối đa tình trạng  hư hỏng\n1267\nTạp chí Khoa học Trường ĐHSP TPHCM  Tạ Thanh Trung và tgk\n\nQua quá trình xây dựng và chuẩn hóa công cụ, kết quả nghiên cứu cho thấy không phải  chỉ số hành vi nào cũng phù hợp để đưa vào công cụ đánh giá."}
{"text": "Ngoài việc, các chỉ số hành  vi trong công cụ đánh giá được diễn đạt định tính một cách chính xác về mặt nội dung thì  còn phải thỏa mãn những tiêu chí định lượng về độ tin cậy và độ giá trị."}
{"text": "Một số tiêu chí đánh  giá nếu chỉ được rút ra từ quá trình nghiên cứu lí thuyết mà thiếu công đoạn kiểm chứng  định lượng thì việc đánh giá sẽ mang nhiều tính chủ quan, khó đảm bảo tính chính xác, khách  quan khi người đánh giá đưa ra những kết quả và nhận định về năng lực của người học."}
{"text": "4."}
{"text": "Kết luận  Như vậy, nghiên cứu đã phát triển và chuẩn hóa công cụ đánh giá năng lực cho học  sinh phổ thông trong quá trình học tập theo định hướng giáo dục STEM."}
{"text": "Công cụ sau khi  chỉnh sửa bao gồm 3 thành tố của năng lực STEM bao gồm: Thu thập và xử lí thông tin (IN),  Thực hiện giải pháp và chia sẻ cộng đồng (PS), Sử dụng thiết bị và dụng cụ kĩ thuật (TE)  được đánh giá dưới dạng thang Likert (7 mức độ)."}
{"text": "Điểm trung bình của tất cả các chỉ số hành  vi càng cao thì cho thấy khả năng đáp ứng việc học tập theo định hướng giáo dục STEM của  học sinh càng cao."}
{"text": "Thông qua quy trình nghiên cứu được thực hiện nghiêm ngặt gồm ba giai  đoạn: thiết kế câu hỏi, phát triển thang đo và đánh giá thang đo, kết quả phân tích CB-SEM  đã cho thấy công cụ được xây dựng đã đảm bảo các tiêu chí về độ tin cậy nhất quán nội tại  và độ giá trị."}
{"text": " Tuyên bố về quyền lợi: Các tác giả xác nhận hoàn toàn không có xung đột về quyền lợi."}
{"text": "TÀI LIỆU THAM KHẢO  Arikan, S., Erktin, E., & Pesen, M. (2020)."}
{"text": "Studies in  Educational Evaluation, 32(2), 153-170. doi:10.1016/j.stueduc.2006.04.006  Bainton, T. (2001)."}
{"text": "Boateng, G. O., Neilands, T. B., Frongillo, E. A., Melgar-Quiñonez, H. R., & Young, S. L. (2018)."}
{"text": "UNESCO  International Bureau of Education."}
{"text": "99-136)."}
{"text": "Bundy, A."}
{"text": "(2004)."}
{"text": "1268\nTạp chí Khoa học Trường ĐHSP TPHCM  Tập 19, Số 8 (2022): 1255-1270\n\nDevellis, R., & Thorpe, C. T. (2021)."}
{"text": "Sage  Publications."}
{"text": "English, L. D. (2016)."}
{"text": "(2013)."}
{"text": "29-NQ/TW)."}
{"text": "Ha Noi."}
{"text": "(2016)."}
{"text": "Hoang, H. B."}
{"text": "(2015)."}
{"text": "(2016)."}
{"text": "Marope, M., Griffin, P., & Gallagher, C. (2017)."}
{"text": "Geneva:  UNESCO-IBE."}
{"text": "(2018)."}
{"text": "Hanoi."}
{"text": "Retrieved  from  https://data.moet.gov.vn/index.php/s/LETzPhj5sGGnDii#pdfviewer  Nunnally, J. C., & Bernstein, I. H. (1994)."}
{"text": "In Psychometric Theory  (Vol."}
{"text": "3, pp."}
{"text": "248-292)."}
{"text": "Sen, C., Ay, Z. S., & Kiray, S. A."}
{"text": "(2018)."}
{"text": "81-101)."}
{"text": "Shulman, L. (2008)."}
{"text": "In D. H. Gitomer (Ed."}
{"text": "234-243)."}
{"text": "Trilling , B., & Fadel, C. (2009)."}
{"text": "San Francisco:  Jossey - Bass ."}
