{"text": "vietnam medical journal n01A - MARCH - 2023\nCHỈ SỐ HẠNH PHÚC WHO-5 VÀ MỘT SỐ YẾU TỐ LIÊN QUAN  Ở BỆNH NHÂN MẮC COVID 19 TẠI THÀNH PHỐ HỒ CHÍ MINH:\nMỘT KHẢO SÁT CẮT NGANG\nTrương Văn Đạt1, Đoàn Thị Huyền Trang1, Dương Hoàng Lộc1,\nPhan Nguyễn Hoài Bão1, Trần Quốc Anh1, Bùi Văn Nhiều2,\nDương Văn Tự3, Dương Thị Thanh Huyền3    TÓM TẮT31\npsychological  problems  that  need  attention."}
{"text": "Keywords: WHO-5, COVID-19, Ho Chi Minh city    I. ĐẶT VẤN ĐỀ\nĐặt vấn đề: WHO-5 là một công cụ tự báo cáo  chung được sử dụng rộng rãi để đo lường sức khỏe  tâm lý, đặc biệt WHO-5 cố gắng đo lường mức độ dễ  chịu của cảm xúc."}
{"text": "Còn rất ít nghiên cứu tập trung vào  tâm lý hạnh phúc."}
{"text": "Đặc biệt, thời gian qua, thành phố  Hồ Chí Minh là tâm dịch lớn nhất của cả nước."}
{"text": "Việc  hướng dẫn bệnh nhân tự chăm sóc, theo dõi sức khỏe  thì giải tỏa những vấn đề về tâm lý cần được quan  tâm."}
{"text": "Mục tiêu: Mô tả mức độ hạnh phúc theo WHO-5  và tìm hiểm một số yếu tố liên quan ở bệnh nhân mắc  COVID 19 nhẹ được điều trị tại nhà."}
{"text": "Đối tượng và  phương pháp: Thực hiện nghiên cứu mô tả cắt  ngang ở 685 bệnh nhân bằng form google với chỉ số  hạnh phúc WHO-5 tại thành phố Hồ Chí Minh từ  1/2022-3/2022."}
{"text": "Kết quả: Điểm trung bình chỉ số hạnh  phúc WHO-5 là 8± 6.04."}
{"text": "Sau khi phân nhóm điểm cắt  13, cho thấy 74.3% đối tượng nghiên cứu thiếu hạnh  phúc."}
{"text": "Có mối liên quan có ý nghĩa thống kê giữa mức  độ hạnh phúc và giới tính, nơi cư trú, trình độ học  vấn, lo so lây nhiễm COVID-19 cho các thành viên  khác sống chung, cảm thấy những người sống chung  hoặc cộng đồng xa lánh, kì thị vì mình bị nhiễm covid- 19 với p<0.05."}
{"text": "Kết luận: Bệnh nhân COVID nhẹ điều  trị tại nhà thiếu hạnh phúc cao."}
{"text": "Cho nên, cần được hỗ  trợ để giảm tỷ lệ này, đặc biệt là vấn đề lây nhiễm cho  người thân và sự kì thị của những người xung quanh."}
{"text": "Từ khoá: WHO-5, COVID-19, Tp."}
{"text": "Hồ Chí Minh    SUMMARY\nTHE WHO-5 WELL-BEING INDEX AND  SOME FACTORS RELATED IN PATIENTS  WITH COVID 19 IN HO CHI MINH CITY:\nTâm lý hạnh phúc có thể được coi là tổng  thể của những thỏa mãn làm cho cuộc sống  đáng sống, tạo nên một cực đối lập với nỗi đau  tâm lý khi có ý định tự sát [1]."}
{"text": "Mặc dù nhận thức  được tầm quan trọng của hạnh phúc của người  bệnh thời gian đầy thử thách này, nhưng đa  phần các nghiên cứu tập trung vào vấn đề sức  khỏe tâm thần ở bệnh nhân mắc COVID mà  dường như bỏ quên đánh giá tâm lý hạnh phúc."}
{"text": "Hiện nay, WHO-5 là một công cụ tự báo cáo  chung được sử dụng rộng rãi để đo lường sức  khỏe tâm lý, đặc biệt WHO-5 cố gắng đo lường  mức độ dễ chịu của cảm xúc cũng như chiều kích  thích của cảm xúc [2]."}
{"text": "Thang đo cũng được sử  dụng trên bệnh nhân mắc COVID [3]."}
{"text": "Còn rất ít nghiên cứu tập trung vào tâm lý  hạnh phúc."}
{"text": "Nghiên cứu trên bệnh nhân mắc  COVID-19 gần đây tại Áo theo WHO-5 cho thấy có  31.0% bệnh nhân thiếu hạnh phúc [3]."}
{"text": "Tại Việt  Nam, tỷ lệ thiếu hạnh phúc theo WHO-5 ở nhân  viên y tế và người dân trong đại dịch COVID là  16.1%[4]."}
{"text": "Ngoài ra, nghiên cứu còn cho thấy tuổi,  giới tính, thu nhập, lo sợ lây truyền cho người thân  có liên quan đến hạnh phúc [4]."}
{"text": "Instructing patients to take care of  themselves and monitor their health will relieve                                                    1Đại học Y Dược thành phố Hồ Chí Minh  2Trung tâm Đào tạo và Nghiên cứu Khoa học Sức khỏe  3Trung tâm Kiểm soát bệnh tật tỉnh Quảng Bình  Chịu trách nhiệm chính: Trương Văn Đạt  Email: dattv@ump.edu.vn  Ngày nhận bài: 4.01.2023  Ngày phản biện khoa học: 20.2.2023  Ngày duyệt bài: 6.3.2023\n128\nTẠP CHÍ Y häc viÖt nam tẬP 524 - th¸ng 3 - sè 1A - 2023\nthiệu vào năm 1998 bởi Văn phòng WHO khu  vực ở Châu Âu."}
{"text": "Người trả lời được yêu cầu đánh  giá mức độ tốt của từng câu trong số năm câu  nói về tình trạng hạnh phúc tích cực áp dụng cho  họ trong khoảng thời gian nhất định từ 5 (mọi  lúc) đến 0 (không phải lúc nào cũng có)."}
{"text": "WHO-5  được cho điểm 0–25, với điểm số cao hơn thể  hiện mức độ hạnh phúc cao hơn."}
{"text": "WHO-5 đã  được sử dụng trong nhiều nghiên cứu trên khắp  các quốc gia và vùng dịch bệnh."}
{"text": "Việc xem xét  213 bài báo sử dụng WHO-5 làm thước đo kết  quả đã xác nhận rằng công cụ này có giá trị xây  dựng thỏa đáng, khả năng đáp ứng và nó có thể  được sử dụng như một công cụ sàng lọc bệnh  trầm cảm [5]."}
{"text": "Đặc biệt, thời gian qua, thành phố Hồ Chí  Minh là tâm dịch lớn nhất của cả nước."}
{"text": "Điều này  là thách thức to lớn cho hệ thống y tế thành phố  Hồ Chí Minh nói riêng và cả nước nói chung."}
{"text": "Việc  điều chỉnh chính sách chăm sóc bệnh nhân F0  không có triệu chứng hoặc tải lượng virus thấp  (CT> 30) tại nhà hiện đang là phương thức giảm  áp lực cho các cơ sở điều trị covid-19."}
{"text": "Ngoài việc  hướng dẫn bệnh nhân tự chăm sóc, theo dõi sức  khỏe thì giải tỏa những vấn đề về tâm lý cần  được quan tâm."}
{"text": "Xuất phát từ thực tiễn trên,  chúng tôi tiến hành thực hiện đề tài nghiên cứu  “Chỉ số hạnh phúc WHO-5 và một số yếu tố liên  quan ở bệnh nhân mắc COVID 19 tại thành phó  Hồ Chí Minh năm 2022”."}
{"text": "II."}
{"text": "ĐỐI TƯỢNG VÀ PHƯƠNG PHÁP NGHIÊN CỨU\nPhân thành 2 nhóm: <13 điểm: thiếu hạnh  phúc, ≥13 điểm: hạnh phúc [3, 4]."}
{"text": "2.1."}
{"text": "Đối tượng nghiên cúu  Bệnh nhâm mắc COVID 19 tại thành phố Hồ  Chí Minh tại thời điểm nghiên cứu\n2.7."}
{"text": "Phương pháp thu thập số liệu  - Dịch WHO-5 và thử nghiệm trên 30 đối tượng."}
{"text": "- Tạo form google, gửi cho các cộng tác viên  nhóm quản lý các bệnh nhân COVID-19 nhẹ và  được điều trị, theo dõi tại nhà."}
{"text": "Tiêu chuẩn lựa chọn:  Những bệnh nhân  mắc COVID-19 không triệu chứng hoặc tải lượng  virus thấp (CT> 30) đang được theo dõi tại nhà."}
{"text": "Đồng ý tham gia nghiên cứu."}
{"text": "- Cộng tác viên thực hiện thu thập số liệu từ  các đối tượng nghiên cứu theo phiếu điều tra có  sẵn qua form google."}
{"text": "Tiêu chuẩn loại trừ: Trong tình trạng không  tỉnh tảo, khó tiếp xúc, mắc các bệnh về trí lực."}
{"text": "2.2."}
{"text": "Thời gian và địa điểm nghiên cứu."}
{"text": "Thời gian thu thập số liệu từ tháng 1/2022 đến  tháng 3/2022."}
{"text": "Địa điểm nghiên cứu: thành phố Hồ Chí Minh  2.3."}
{"text": "Thiết kế nghiên cứu: Nghiên cứu mô  tả cắt ngang."}
{"text": "2.8."}
{"text": "Phương pháp xử lý và phân tích số  liệu."}
{"text": "Sử dụng phần mềm Epidata 3.1 để nhập và  quản lý số liệu, xử lý số liệu bằng phần mềm  SPSS 18.0."}
{"text": "Số liệu được mô tả dưới dạng tần số,  tỷ lệ, trung bình, độ lệch chuẩn."}
{"text": "Sử dụng các  phép thống kê mô tả, kiểm định χ2, với mức ý  nghĩa p<0,05."}
{"text": "2.4."}
{"text": "Cỡ mẫu và phương pháp chọn mẫu  Cỡ mẫu được tính theo công thức:\n2.9."}
{"text": "Đạo đức nghiên cứu."}
{"text": "Đối tượng  nghiên cứu được mời tham gia và tự nguyện  tham gia nghiên cứu."}
{"text": "Mọi thông tin cung cấp  được giữ kín."}
{"text": "Số liệu thu thập được nhập vào xử  lý là trung thực, khách quan với thực tế."}
{"text": "III."}
{"text": "KẾT QUẢ NGHIÊN CỨU\n3.1."}
{"text": "Đặc điểm chung của đối tượng  nghiên cứu\nn = Z2(1 - α/2) x    Trong đó: Z (1 - α/2) = 1.96 với (α = 0.05), d =  0.05, p = 0.31 [3]."}
{"text": "Hệ số thiết kế nghiên cứu là  2 để tăng độ tin cậy và cộng thêm 10% để dự  phòng trường hợp điều tra thiếu thông tin."}
{"text": "Cỡ  mẫu là 723."}
{"text": "Trên thực tế, có tổng cộng 685 đối  tượng tham gia nghiên cứu."}
{"text": "Bảng 1."}
{"text": "Đặc điểm chung của đối tượng  nghiên cứu\nPhương pháp chọn mẫu hòn tuyết lăn."}
{"text": "2.5."}
{"text": "Nội dung nghiên cứu  Nội dung nghiên cứu gồm 3 phần:  - Đặc điểm chung của đối tượng nghiên cứu:  gồm tuổi, giới, trình độ học vấn, nơi cư trú, tôn  giáo, tình trạng hôn nhân, tình trạng sống chung,\n- Mô tả chỉ số sức khỏe WHO-5 gồm 5 câu hỏi."}
{"text": "- Một số yếu tố liên quan đến chỉ số sức khỏe."}
{"text": "2.6."}
{"text": "Tiêu chuẩn và phương pháp đánh  giá."}
{"text": "Chỉ số hạnh phúc của Tổ chức Y tế Thế giới  (WHO-5) là một thước đo ngắn tự báo cáo về  tình trạng sức khỏe tâm thần hiện tại được giới\nĐặc điểm  Số trường hợp %  Tuổi  31.29±9.89    Nhóm tuổi  <45  597  87.2  ≥45  88  12.8  Giới tính  - Nam  318  46.4  - Nữ  367  53.6  Tôn giáo  - Có  321  31.1  -  Không  472  68.9\n129\nvietnam medical journal n01A - MARCH - 2023\ncảm thấy những người sống chung hoặc  cộng đồng xa lánh, kì thị vì mình bị nhiễm\nNơi cư trú  - Hồ Chí Minh  466  68.0  - Khác  219  32.0  Trình độ học vấn  - Từ trung học phổ\nthông trở xuống  234  34.2\n- Từ Trung cấp/Cao\nđẳng trở lên  451  65.8\nCOVID-19  - Có  258  37.7  - Không  427  62.3  Tuổi trung bình đố tượng nghiên cứu là  31.29±9.89, có 87.2% đối tượng <45 tuổi."}
{"text": "46.4% là nam giới; 31.1% có tôn giáo (phật  giáo, thiên chúa giáo); 68.0% ở tại thành phố Hồ  Chí Minh."}
{"text": "65.8% có trình độ học vấn từ trung  cấp trở lên; 40.7% đang kết hôn; 66.3% sống  cùng người thân và 25.5% sống cùng bạn bè;  88.8% Lo so lây nhiễm COVID-19  cho các thành  viên khác sống chung và 37.7% cảm thấy những  người sống chung hoặc cộng đồng xa lánh, kì thị  vì mình bị nhiễm COVID-19."}
{"text": "Tình trạng hôn nhân  - Độc thân  388  56.6  - Đang kết hôn  279  40.7  - Li thân/Li dị/Góa  18  2.6  Tình trạng sống chung  - Sống một mình  56  8.2  - Sống cùng người thân  454  66.3  - Sống cùng bạn bè  175  25.5  Lo so lây nhiễm COVID-19  cho các thành\n3.2."}
{"text": "Đánh giá mức độ hạnh phúc WHO- 5 ở bệnh nhân mắc COVID-19 tại thành  phố Hồ Chí Minh năm 2022\nviên khác sống chung  - Không lo sợ  77  11.2  - Lo sợ  608  88.8\n\nBảng 3.2."}
{"text": "Mô tả tần suất của các trạng thái sức khỏe của WHO-5\nTần suất N(%)\nTrạng thái\nHơn một nữa\nKhông có Đôi lúc  Ít hơn một  nữa thời gian\nthời gian  Hầu hết Mọi lúc\nCảm thấy vui vẻ và có\ntinh thần tốt  114 (16.6) 210 (30.7)  145 (21.2)  121 (17.7)  70 (10.2) 25 (3.6)\nCảm thấy bình tĩnh và\nthư thái  143 (20.9) 189 (27.6)  173 (25.3)  94 (13.7)  71 (10.4) 15 (2.2)\nĐã cảm thấy năng động\nvà mạnh mẽ  92 (13.4) 207 (30.2)  174 (25.4)  115 (16.8)  79 (11.5) 18 (2.6)\nThức dậy với cảm giác  sảng khoái và nghỉ ngơi 105 (15.3) 219 (32.0)  163 (23.8)  103 (15.0)  70 (10.2) 25 (3.6)\nCuộc sống hàng ngày\nđã được lấp đầy  143 (20.9) 220 (32.1)  145 (21.2)  94 (13.7)  61 (8.9)  22 (3.2)\nMức độ hạnh phúc  Số trường hợp %  Thiếu hạnh phúc  509  74.3  Hạnh phúc  176  25.7  Đánh giá điểm 100  8± 6.04    Theo thang điểm 25, điểm trung bình chỉ số  hạnh phúc WHO-5 là 8± 6.04."}
{"text": "Sau khi phân  nhóm điểm cắt 13, cho thấy 74.3% đối tượng  nghiên cứu thiếu hạnh phúc."}
{"text": "3.3."}
{"text": "Một số yếu tố liên quan đến mức độ  hạnh phúc ở đối tượng nghiên cứu\nBảng 3.4."}
{"text": "Một số yếu tố liên quan đến  mức độ hạnh phúc ở đối tượng nghiên cứu\nMức độ hạnh phúc\nĐặc điểm\nHạnh\np  Thiếu  hạnh phúc\nTrạng thái Cảm thấy vui vẻ và có tinh thần  tốt có tần suất cao nhất là “đôi lúc” (30.7%),  thấp nhất là “mọi lúc” (3.6%)."}
{"text": "Trạng thái cảm  thấy bình tĩnh và thư thái có tần suất từ thấp  đến cao lần lượt là “mọi lúc” (2.2%), “hầu hết”  (10.4%), “hơn nữa thời gian” (13.7%), “không  có” (20.9%), “ít hơn nữa thời gian” (25.3%),  “đôi lúc” (27.6%)."}
{"text": "Trạng thái đã cảm thấy năng  động và mạnh mẽ có tần suất thấp nhất là “mọi  lúc” (2.6%), cao nhất là “đôi lúc” (30.2%)."}
{"text": "Trạng  thái thức dậy với cảm giác sảng khoái và nghỉ  ngơi có tần suất “Không có” (15.3%), “Đôi lúc”  (32.0%), “Ít hơn một nữa thời gian”(23.8%),  “Hơn một nữa thời gian” (15.0%), “Hầu hết”  (10.2%), “Mọi lúc” (3.6%)."}
{"text": "Trạng thái cuộc sống  hàng ngày đã được lấp đầy dao động nhiều nhất  ở tần suất “Không có” (20.9%), “Đôi lúc”  (32.1%), “Ít hơn một nữa thời gian”(21.2%)."}
{"text": "phúc  Nhóm tuổi  <45  445 (74.5) 152 (25.5) 0.716  ≥45  64 (72.7)  24 (27.3)  Giới tính  Nam  258 (81.1)  60 (18.9) <0.001\nBảng 3.3."}
{"text": "Đánh giá mức độ hạnh phúc  của bệnh nhân mắc COVID-19\n130\nTẠP CHÍ Y häc viÖt nam tẬP 524 - th¸ng 3 - sè 1A - 2023\nNữ  251 (68.4) 116 (31.6)\nTôn giáo  Có  159 (74.6)  54 (25.4)  0.891  Không  350 (74.2) 122 (25.8)\ntrung bình của năm thành phần là 17,35 ± 4,97  của nghiên cứu tác giả Hoang Tuyen Dinh và  cộng sự tại Việt Nam (2020) [4]."}
{"text": "Sau khi phân  nhóm điểm cắt 13, cho thấy 74.3% đối tượng  nghiên cứu thiếu hạnh phúc."}
{"text": "Con số này cao hơn  nhiều so với các nghiên cứu trước đây nghiên cứu  tác giả Hoang Tuyen Dinh và cộng sự tại Việt Nam  (2020) với tỷ lệ 16.1% [4]; nghiên cứu tác giả  Simon và cộng sự tại Áo với tỷ lệ 13.0% [3]."}
{"text": "Nơi cư trú  Hồ Chí Minh  360 (77.3) 106 (22.7)  0.01  Khác  149 (68.0)  70 (32.0)  Trình độ học vấn  Từ trung học  phổ thông trở\n195 (83.3)  39 (16.7)\nxuống\n<0.001  Từ Trung  cấp/Cao đẳng\n314 (69.6) 137 (30.4)\ntrở lên\nTình trạng hôn nhân  Độc thân  284 (73.2) 104 (26.8)\n0.495  Đang kết hôn 213 (76.3)  66 (23.7)  Li thân/Li\ndị/Góa  12 (66.7)  6 (33.3)\nSự khác biệt này có thể là do tác động các  biện pháp ngăn chặn COVID lây lan bở các chính  sách tại Việt Nam."}
{"text": "Ngoài ra, nghiên cứu Hoang  Tuyen Dinh và cộng sự tại Việt Nam (2020) [4]  thực hiện sau khi các biện pháp ngăn chặn được  dỡ bỏ, người dân Việt Nam đã tiếp tục tuân thủ  các biện pháp phòng ngừa COVID-19, và hầu hết  trong số họ đều đạt điểm cao trên thang điểm  hạnh phúc, trong khi đó, đối tượng chính chúng  tôi là những bệnh nhân COVID-19 nhẹ và trong  thời điểm quá tải tại các bệnh viện."}
{"text": "Tình trạng sống chung  Sống một\nmình  39 (69.6)  17 (30.4)\n0.637  Sống cùng  người thân  337 (74.2) 117 (25.8)\nSống cùng\nQua đó cho thấy, đối với bệnh nhân COVID- 19 nhẹ cũng cần được quan tâm đánh giá các chỉ  số sức khỏe tâm thần thường xuyên và WHO-5  là một trong số đó, nhằm loại bỏ những khó  khăn tồn tại của bệnh nhân."}
{"text": "bạn bè  133 (76.0)  42 (24.0)\nLo so lây nhiễm COVID-19 cho các thành\nviên khác sống chung  Không lo sợ  50 (64.9)  27 (35.1)  0.046  Lo sợ  459 (75.5) 149 (24.5)  Cảm thấy những người sống chung hoặc  cộng đồng xa lánh, kì thị vì mình bị nhiễm\n4.2."}
{"text": "Một số yếu tố liên quan đến mức độ  hạnh phúc ở đối tượng nghiên cứu."}
{"text": "Đúng  như dự đoán, giới tính đã cho thấy tác động đến  sức khỏe tâm thần trong nghiên cứu hiện tại."}
{"text": "Sự  khác biệt trong các rối loạn tâm thần là một  trong những phát hiện hấp dẫn và ổn định nhất  trong tâm thần học [7]."}
{"text": "Sợ hãi và lo lắng về sức khỏe của người thân  của họ có liên quan đến thiếu hạnh phúc."}
{"text": "Điều  này phản ánh mối quan tâm mà người được hỏi  dành cho những người thân yêu của họ, vì họ  không muốn họ phát triển COVID-19."}
{"text": "Bởi, SARS- CoV-2 có thể lây lan nhanh chóng giữa các nhóm  gia đình [8]."}
{"text": "COVID-19  Có  209 (81.0)  49 (19.0)  0.002  Không  300 (70.3) 127 (29.7)  Có mối liên quan có ý nghĩa thống kê giữa  mức độ hạnh phúc và giới tính, nơi cư trú, trình  độ học vấn, lo so lây nhiễm covid-19  cho các  thành viên khác sống chung, cảm thấy những  người sống chung hoặc cộng đồng xa lánh, kì thị  vì mình bị nhiễm covid-19 với p<0.05."}
{"text": "IV."}
{"text": "BÀN LUẬN\n4.1."}
{"text": "Đánh giá mức độ hạnh phúc WHO- 5 ở bệnh nhân mắc COVID-19 tại thành  phố Hồ Chí Minh năm 2022."}
{"text": "Tác động của  các biện pháp phòng ngừa COVID-19 đối với sức  khỏe thể chất và tinh thần đã được ghi nhận bởi  nhiều nghiên cứu."}
{"text": "Việc tuân thủ các biện pháp  này trong thời gian dài cũng như các thông tin  tiêu cực về dịch bệnh có thể ảnh hưởng đến thể  chất và tinh thần của người dân [6]."}
{"text": "Nghiên cứu tìm thấy mối liên quan giữa hạnh  phúc và cảm thấy những người sống chung hoặc  cộng đồng xa lánh, kì thị vì mình bị nhiễm covid- 19."}
{"text": "Điều này cần phải được chú ý.  Mọi người  trong cộng đồng nên thông cảm và giúp đỡ  những người bị ảnh hưởng bởi đại dịch, tránh  phân biệt đối xử với những người bị nhiễm bệnh,  đồng thời theo dõi thông tin chính thức về  COVID-19 từ cơ quan y tế địa phương."}
{"text": "Ngoài ra,  nghiên cứu còn cho thấy nơi cư trú, trình độ học  vấn liên quan với hạnh phúc."}
{"text": "Tuy nhiên, chưa có  nghiên cứu nói về vấn đề này và cần được xem  xét nghiên cứu thêm."}
{"text": "4.3."}
{"text": "Ưu điểm và hạn chế nghiên cứu."}
{"text": "Kết  quả của nghiên cứu này cũng có ý nghĩa lớn đối\nKết quả nghiên cứu chúng tôi theo thang  điểm 25, điểm trung bình chỉ số hạnh phúc  WHO-5 là 8± 6.04, điểm này thấp hơn điểm\n131\nvietnam medical journal n01A - MARCH - 2023\nlimitations."}
{"text": "2020;46(3):333-9."}
{"text": "3."}
{"text": "Simon J, Helter TM, White RG, van der Boor\nvới các cơ quan chính phủ, cung cấp kiến thức  lây truyền và vấn đề kì thị nhằm lập kế hoạch hỗ  trợ dân số tốt nhất trong các trận đại dịch trong  tương lai."}
{"text": "2021;21(1):314."}
{"text": "4."}
{"text": "Hoang TD, Colebunders R, Fodjo JNS,\nNguyen NPT, Tran TD, Vo TV."}
{"text": "2021;18(9)."}
{"text": "5."}
{"text": "Topp CW, Østergaard SD, Søndergaard S,\nBên cạnh đó, vì đây là nghiên cứu phân tích  chỉ dựa trên một điểm đo lường, nghiên cứu  không cho phép kết luận nhân quả."}
{"text": "Nghiên cứu  của chúng tôi cũng dễ gặp những hạn chế của  khảo sát trực tuyến; kết quả hoàn toàn dựa trên  việc tự báo cáo với khả năng báo cáo sai lệch."}
{"text": "2015;84(3):167-76."}
{"text": "6."}
{"text": "Frontiers  in psychiatry."}
{"text": "2020;11:589618."}
{"text": "7."}
{"text": "Riecher-Rössler A."}
{"text": "2017;4(1):8-9."}
{"text": "8."}
{"text": "Song R, Han B, Song M, Wang L, Conlon CP,\nDong T, et al."}
{"text": "2020;81(2):e26-e30."}
{"text": "Bệnh nhân COVID nhẹ điều trị tại nhà thiếu  hạnh phúc cao."}
{"text": "Cho nên, cần được hỗ trợ để giảm  tỷ lệ này, đặc biệt là vấn đề lây nhiễm cho người  thân và sự kì thị của những người xung quanh."}
{"text": "TÀI LIỆU THAM KHẢO  1."}
{"text": "Nylén-Eriksen M, Bjørnnes AK, Hafstad H, Lie  I, Grov EK, Lara-Cabrera ML."}
{"text": "2022;19(18)."}
{"text": "2."}
{"text": "Kusier AO, Folker AP."}
{"text": "The Well-Being Index\nWHO-5: hedonistic foundation and practical\n\nKẾT QUẢ PHẪU THUẬT SỬA CHỮA BỆNH GIÁN ĐOẠN\nQUAI ĐỘNG MẠCH CHỦ KÈM THÔNG LIÊN THẤT\nTẠI BỆNH VIỆN NHI TRUNG ƯƠNG\nNguyễn Hoàng Linh Chi1 , Nguyễn Ngọc Quang1,\nNguyễn Lý Thịnh Trường2    TÓM TẮT32\nphẫu thuật tạm thời bắc cầu qua đường ra thất trái  (ĐRTT) và 4 bệnh nhân được phẫu thuật sửa quai  ĐMC kèm xiết bớt động mạch phổi."}
{"text": "Thời gian theo dõi  trung bình sau phẫu thuật của nhóm nghiên cứu là  35.5±29,5 tháng."}
{"text": "Tử vong sớm sau phẫu thuật có 10  bệnh nhân (14,7%) và 01 bệnh nhân tử vong muộn."}
{"text": "Tỷ lệ sống sót chung sau phẫu thuật tại thời điểm 1  năm, 5 năm, 10 năm lần lượt là 82,9%, 82,9% và  82,9%."}
{"text": "Có 9 bệnh nhân cần phẫu thuật lại mở rộng  ĐRTT và 2 trường hợp tái hẹp eo ĐMC được nong hẹp  eo bằng bóng."}
{"text": "Tỷ lệ bệnh nhân sống không cần mổ lại  ĐRTT trong quá trình theo dõi sau phẫu thuật  GĐQĐMC 1 thì thông thông thường tại các mốc thời  gian 1 năm, 5 năm, 10 năm lần lượt là 97,6%, 73% và  73%."}
{"text": "Kết quả phẫu thuật điều trị sửa hai thất bệnh  GĐQĐMC-TLT tại bệnh viện Nhi Trung ương là khả  qua."}
{"text": "Theo dõi lâu dài là đặc biệt quan trọng đối với  nhóm bệnh phức tạp này."}
{"text": "Từ khóa: Gián đoạn quai động mạch chủ, thông  liên thất, phẫu thuật sửa hai thất."}
{"text": "SUMMARY\nRESULTS OF SURGICAL REPAIR FOR  INTERRUPTED AORTIC ARCH ASSOCIATED\nGián đoạn quai động mạch chủ (GĐQĐMC) là một  bệnh lý tim bẩm sinh phức tạp có tỷ lệ tử vong sau  phẫu thuật cao đồng thời có nhiều biến chứng."}
{"text": "Nghiên  cứu thuần tập được tiến hành nhằm đánh giá kết quả  phẫu thuật hai thất bệnh GĐQĐMC có kèm theo lỗ  thông liên thất (TLT) tại Trung tâm Tim mạch- Bệnh  viện Nhi Trung ương trong thời gian từ năm 2012 đến  năm 2022."}
{"text": "Với tổng số 68 trẻ được chẩn đoán và phẫu  thuật điều trị bệnh GĐQĐMC-TLT, tuổi trung vị lúc  phẫu thuật là 23 ngày tuổi (khoảng tứ phân vị-IQR, 14  ngày – 42,5 ngày), trẻ nam chiếm tỷ lệ 66,2%, cân  nặng trung vị lúc phẫu thuật là 3,3 kg (IQR, 3 – 3.6  kg)."}
{"text": "Có 57 bệnh nhân được phẫu thuật 1 thì bao gồm  tạo hình quai ĐMC kèm theo vá lỗ TLT, 7 bệnh nhân                                                    1Trường Đại học Y Hà Nội  2Bệnh viện Nhi Trung Ương  Chịu trách nhiệm chính: Nguyễn Lý Thịnh Trường  Email: nlttruong@gmail.com  Ngày nhận bài: 26.12.2022  Ngày phản biện khoa học: 6.2.2023  Ngày duyệt bài: 27.2.2023\n132"}
