{"text": "vietnam medical journal n01 - DECEMBER - 2021\nsystem for polypoidal choroidal vasculopathy."}
{"text": "Retina."}
{"text": "2009;29(2):187-191."}
{"text": "3."}
{"text": "Seong S, Choo HG, Kim YJ, et al."}
{"text": "Novel Findings\nof Polypoidal Choroidal Vasculopathy via Optical  Coherence Tomography Angiography."}
{"text": "2019;33(1):54-62."}
{"text": "4."}
{"text": "Kawamura A, Yuzawa M, Mori R, Haruyama\nM, Tanaka K. Indocyanine green angiographic  and  optical  coherence  tomographic  findings  support  classification  of  polypoidal  choroidal  vasculopathy into two types."}
{"text": "Acta ophthalmologica."}
{"text": "2013;91(6):e474-481."}
{"text": "5."}
{"text": "Tomiyasu T, Nozaki M, Yoshida M, Ogura Y.\nCharacteristics of Polypoidal Choroidal Vasculopathy  Evaluated  by  Optical  Coherence  Tomography  Angiography."}
{"text": "2016;57(9):OCT324-330."}
{"text": "6."}
{"text": "Chaikitmongkol V, Cheung CMG, Koizumi H,\nGovindahar V, Chhablani J, Lai TYY."}
{"text": "Asia-Pacific journal of ophthalmology  (Philadelphia, Pa.)."}
{"text": "2020;9(3):260-268."}
{"text": "7."}
{"text": "Hwang DK, Yang CS, Lee FL, Hsu WM."}
{"text": "mắt hay gặp nốt sần màu vàng cam, xuất huyết,  bong thanh dịch... Trên OCT thấy dấu hiệu bong  biểu mô sắc tố dạng vòm, dấu hiệu hai lớp tương  ứng với hình ảnh mạng mạch nhánh (BVN) trên  OCTA."}
{"text": "Hình thái của BVN có thể được phân biệt  thành 3 loại, việc xác định hình thái học của BVN  có tương quan với biểu hiện lâm sàng và tiên  lượng ở bệnh nhân PCV."}
{"text": "OCTA có thể phát hiện  polyp và BVN và độ nhạy phát hiện của nó thấp  hơn đối với polyp và cao hơn đối với BVN so với  phát hiện của ICGA."}
{"text": "ICGA xâm lấn nhiều hơn có  thể được dành cho các trường hợp ít hơn với  OCTA âm tính nhưng nghi ngờ PCV cao.Hạn chế  của việc phát hiện polyp bằng OCTA bao gồm  bong biểu mô sắc tố cao và polyp nhỏ và ICGA  nên được thực hiện để xác định chẩn đoán trong  các trường hợp nghi ngờ PCV trên lâm sàng."}
{"text": "TÀI LIỆU THAM KHẢO  1."}
{"text": "Ciardella AP, Donsoff IM, Huang SJ, Costa\nIdiopathic  polypoidal  choroidal  vasculopathy."}
{"text": "2007;70(2):84-88."}
{"text": "DL, Yannuzzi LA."}
{"text": "Polypoidal choroidal vasculopathy."}
{"text": "2004; 49(1):25-37."}
{"text": "2."}
{"text": "A classification\n\nKẾT QUẢ ĐIỀU TRỊ BỔ TRỢ TRƯỚC PHÁC ĐỒ HÓA CHẤT KẾT HỢP\nTRASTUZUMAB VÀ PERTUZUMAB TRÊN UNG THƯ VÚ\nCÓ HER2-NEU DƯƠNG TÍNH\nPhùng Thị Huyền*    TÓM TẮT78\nSUMMARY\nEFFICACY OF NEOADJUVANT THERAPY WITH\nCHEMOTHERAPY COMBINED WITH  TRASTUZUMAB AND PERTUZUMAB IN PATIENTS\nWITH HER2-NEU POSITIVE BREAST CANCER\nĐiều trị hóa chất kết hợp các thuốc kháng HER2- neu đã trở thành tiêu chuẩn trong điều trị ung thư vú  có HER2-neu dương tính trên thế giới."}
{"text": "Tại Việt Nam,  Trastuzumab được sử dụng từ năm 2006 còn  Pertuzumab mới được đưa vào sử dụng gần đây."}
{"text": "Nghiên cứu mô tả hồi cứu kết hợp tiến cứu đánh giá  kết quả điều trị bổ trợ trước phác đồ hóa chất kết hợp  Trastuzumab và Pertuzumab trên bệnh nhân ung thư  vú có HER2-neu dương tính tại bênh viện K từ 1/2018  đến 4/2021."}
{"text": "Kết quả nghiên cứu trên 20 bệnh nhân  cho thấy tỉ lệ đáp ứng toànbộ trên lâm sàng đạt  95,0%, có một trường hợp bệnh tiến triển."}
{"text": "Đáp ứng  mô học hoàn toàn toàn bộ cả u và hạch (tpCR) đạt  80,0%."}
{"text": "Không có mối liên quan giữa tỷ lệ tpCR và các  yếu tố tuổi, giai đoạn u, giai đoạn hạch, type mô bệnh  học, độ mô học, tình trạng nội tiết, Ki67 và phác đồ  hóa chất."}
{"text": "Phác đồ dung nạp tốt, không có trường hợp  nào trì hoãn hoặc dừng điều trị do độc tính."}
{"text": "Keywords: neoadjuvant, Pertuzumab, HER2-neu  positive breast cancer    I. ĐẶT VẤN ĐỀ\nUng thư vú là bệnh ung thư có tỉ lệ mắc cao\n*Bệnh viện K  Chịu trách nhiệm chính: PhùngThị Huyền  Email: phungthihuyen@gmail.com  Ngày nhận bài: 10.9.2021  Ngày phản biện khoa học: 1.11.2021  Ngày duyệt bài: 12.11.2021\n310\nTẠP CHÍ Y HỌC VIỆT NAM TẬP 509 - THÁNG 12 - SỐ 1 - 2021\nđịnh bằng IHC (+++) hoặc FISH (+) của tổn  thương u ban đầu\n- Bệnh nhân được điều trị hóa chấtbổ trợ  trướcphối hợp Trastuzumab vàPertuzumabítnhất  3 chu kì."}
{"text": "- Có kết quả mô bệnh học sau phẫu thuật  - Chức năng tống máu thất trái trước điều trị  (left ventricular ejection fraction – LVEF ) ≥ 55%\n- Chức năng gan thận tủy xương tim trong  giới hạn cho phép điều trị hóa chất\nTiêu chuẩn loại trừ:  - Bệnhnhâncó di cănxa  - Có tiền sử dị ứng với các thuốc trong phác  đồ điều trị\n- Bệnh nhân bỏ điều trị không phả ivì lý do  chuyênmôn\n- Không điều trị đầy đủ cả 2 thuốc kháng  HER2-neu\n- Hồ sơ thiếu thông tin nghiên cứu  2."}
{"text": "Phương pháp nghiên cứu  • Nghiên cứu mô tả hồi cứu kết hợp tiến cứu,  chọn mẫu thuận tiện."}
{"text": "nhất và cũng là nguyên nhân gây tử vong hàng  đầu do ung thư ở nữ trên thế giới cũng như ở  Việt Nam."}
{"text": "1Trong đó, nhóm ung thư vú có HER2- neu dương tính thường tiên lượng xấu, tiến triển  nhanh và tái phát sớm.2 Sự ra đời các nhóm  thuốc kháng HER2–neu đã làm thay đổi ngoạn  mục kết quả điều trị ở phân nhóm bệnh nhân  này."}
{"text": "Hiện nay trong nhiều hướng dẫn điều trị  quốc tế, hóa chất kết hợp với các nhóm thuốc  kháng HER2-neu đã trở thành điều trị tiêu chuẩn  cho ung thư vú có HER2-neu dương tính.3 Tại  Việt Nam, nếu như Trastuzumab được áp dụng  trong điều trị ung thư vú HER2-neu dương tính  từ năm 2006 thì Pertuzumab mới chỉ được đưa  vào điều trị trong những năm gần đây."}
{"text": "Do gánh  nặng về chi phí kinh tế cũng như nguồn cung  cấp thuốc chỉ hạn chế ở một số trung tâm ung  bướu nên số lượng bệnh nhân ung thư vú có  HER2-neu dương tính được điều trị bằng phác đồ  hóa  chất  kết  hợp  với  Pertuzumab  và  Trastuzumab không nhiều."}
{"text": "Hiện tại chưa có  nghiên cứu nào tại Việt Nam đánh giá về hiệu  quả điều trị phác đồ hóa chất kết hợp với  Pertuzumab và Trastuzumab, do đó chúng tôi  thực hiện đề tài ‘‘Kết quả điều trị bổ trợ trước  bằng phác đồ hóa chất kết hợp Trastuzumab và  Pertuzumab trên bệnh nhân ung thư vú HER2- neu dương tính’’."}
{"text": "II."}
{"text": "ĐỐI TƯỢNG VÀ PHƯƠNG PHÁP NGHIÊN CỨU\n• Các phác đồ được sử dụng trong nghiên cứu:   -  AC-THP:  Doxorubicin  liều  60mg/m2,  Cyclophosphamide 600mg/m2, truyền mỗi 2 tuần  hoặc 3 tuần."}
{"text": "Sau đó truyền Trastuzumab 8mg/kg  chu kì 1 và 6mg/kg từ chu kì 2, Pertuzumab 840  mg chu kì 1 và 420 mg từ chu kì 2, Docetaxel  75-100mg/m2 mỗi 3 tuần hoặc Paclitaxel 80  mg/m2 ngày 1, 8, 15 chu kì 3 tuần."}
{"text": "- TCHP: Docetaxel 75 mg/m2, Carboplatin  AUC 6, Trastuzumab 8 mg/kg chu kì 1 và 6  mg/kg từ chu kì 2, Pertuzumab 840mg chu kì 1  và 420 mg từ chu kì 2, truyền mỗi 3 tuần."}
{"text": "1."}
{"text": "Đối tượng nghiên cứu."}
{"text": "Gồm 20 bệnh  nhân ung thư vú được điều trị bổ trợ trước phác  đồ hóa chất kết hợp Pertuzumab và Trastuzumab  tại bệnh viện K từ tháng 1/2018 đến tháng  4/2021."}
{"text": "- Bệnh nhân được sử dụng thuốc tang bạch  cầu dự phòng nếu có chỉ định."}
{"text": "Tiêu chuẩn lựa chọn:  - Bệnh nhân nữ được chẩn đoán xác định ung thư  biểu mô tuyến vú bằng xét nghiệm mô bệnh học."}
{"text": "• Các bước tiến hành  -Thu thập thông tin đặc điểm đối tượng  nghiên cứu, kết quả điều trị\n- Các bệnh nhân có chỉ định điều trị bổ trợ trước:  + Ung thư vú thể viêm  + Người bệnh có chống chỉ định phẫu thuật  tại thời điểm chẩn đoán\n- Đánh giá đáp ứng lâm sàng khối u, hạch,  đáp ứng chung theo tiêu chuẩn RECIST 1.1 chia  thành 4 mức độ đáp ứng: đáp ứng hoàn toàn  (CR), đáp ứng một phần (PR), giữ nguyên (SD),  bệnh tiến triển (PD)sau 3-4 chu kì."}
{"text": "+ Bệnh nhân có kế hoạch phẫu thuật bảo tồn  hay phẫu thuật thẩm mỹ tuyến vú sau điều trị bổ  trợ trước\n+ Bệnh nhân giai đoạn tiến triển tại chỗ T3N1  hoặc T4 hoặc N2, N3 không có khả năng phẫu  thuật ở thời điểm hiện tại\n+ Bệnh nhân có HER2-neu dương tính và cT2  hoặc N1 trở lên\n+ Khối u ở vị trí không thuận lợi cho việc  phẫu thuật ngay từ đầu: u cạnh xương ức, u 1/4  trên ngoài sát nách…\n- Đánh giá đáp ứng mô bệnh học tại khối u,  hạch, cả u và hạch theo phân loại Chevallier."}
{"text": "Từ  phân loại của Chevallier, chúng tôi chia thành 2  nhóm đáp ứng hoàn toàn mô bệnh học (pCR) và  không đáp ứng hoàn toàn mô bệnh học (no pCR)  đối với mỗi đánh giá của u và hạch."}
{"text": "Trường hợp  đáp ứng mô học hoàn toàn toàn bộ cả u và hạch  được gọi là tpCR (total pathologic complete  response)."}
{"text": "- Có thông tin về ER, PR, HER2-neu  được xác\n- Độc tính được ghi nhận trong thời gian điều\n311\nvietnam medical journal n01 - DECEMBER - 2021\ntrị và phân loại theo CTCAE 5.0\n3."}
{"text": "Xử lý số liệu."}
{"text": "Sử dụng phần mềm thống  kê SPSS 16\nBộc lộ quá mức HER2-neu  11  55%  Lumial B HER2-neu(+)  9  45%   Ki67:   <20%  1  5%  ≥20%  19  95%   Phác đồ hóa chất\nCác thuật toán thống kê:  - Mô tả: Trung bình, độ lệch chuẩn, giá trị  max, min."}
{"text": "- Kiểm định so sánh:  Đối với biến định tính: Sử dụng test so sánh  2, các so sánh có ý nghĩa thống kê với p < 0,05."}
{"text": "Trong trường hợp mẫu nhỏ hơn 5 thì sử dụng  test 2 có hiệu chỉnh Fisher."}
{"text": "AC-THP  11  55%  TCHP  9  45%  Trong khoảng thời gian từ tháng 1/2018 đến  tháng 4/2021, 20 bệnh nhân ung thư vú giai đoạn  từ IIB-IIIC có HER2-neu dương tính được điều trị  bổ trợ trước hóa chất kết hợp Trastuzumab và  Pertuzumab tại bệnh viện K. Đặc điểm bệnh nhân  nghiên cứu được trình bày ở Bảng 1."}
{"text": "2."}
{"text": "Hiệu quả của phác đồ bổ trợ trước hóa  chất kết hợp Trastuzumab và Pertuzumab\nBảng 2: Tỉ lệ đáp ứng lâm sàng và mô học\nĐáp ứng lâm\nSố bệnh nhân\nTỷ lệ\nsàng\n(N=20)\n%\nT-student để so sánh trung bình (p < 0,05)."}
{"text": "4."}
{"text": "Đạo đức nghiên cứu."}
{"text": "Các phác đồ trong  nghiên cứu có trong hướng dẫn chẩn đoán và  điều trị của Bộ Y tế."}
{"text": "Nghiên cứu này nhằm mục  đích nâng cao chất lượng điều trị cho bệnh nhân  ngoài ra không nhằm mục đích nào khác."}
{"text": "III."}
{"text": "KẾT QUẢ NGHIÊN CỨU\nU vú\n1."}
{"text": "Đặc điểm bệnh nhânnghiêncứu  Bảng 1: Đặc điểm đối tượng nghiên cứu\nTỷ lệ\nCR  11  55%  PR  8  40%  PD  1  5%  Tổng  20  100%\nĐặc điểm  Số bệnh  nhân (N=20)\nHạch\nCR  16  80%  PR  3  15%  PD  1  5%  Tổng  20  100%\n%   Tuổi:      <40  7  35%  40-60  11  55%  ≥60  2  10%  Trung bình  46,3±9,7  Tình trạng kinh nguyệt\nU và  hạch\nCR  11  55%  PR  8  40%  PD  1  5%  Tổng  20  100%  Đáp ứng mô học  n  %\nU vú\nCòn kinh nguyệt  15  75%  Mãn kinh  5  25%  Vị trí vú:  Vú trái  12  60%      Vú phải  7  35%     Hai vú  1  5%  Vị trí u\npCR  16  80%  no pCR  4  20%  Tổng  20  100%\nHạch\npCR  19  95%  no pCR  1  5%  Tổng  20  100%\nU và  hạch\n1/4 trên ngoài  13  65%  1/4 trên trong  3  15%  Trung tâm  2  10%  1/4 dưới ngoài  1  5%  1/4 dưới trong  1  5%  Giai đoạn khối u:  cT1  3  15%                          cT2  9  45%                          cT3  6  30%                          cT4  2  10%  Kích thước u trung bình\n(cm)  4,4 ± 2,2\ntpCR  16  80%  no pCR  4  20%  Tổng  20  100%  Tỷ lệ đáp ứng mô học hoàn toàn toàn bộ  (tpCR) trong nghiên cứu của chúng tôi là 80%."}
{"text": "Tỷ lệ đáp ứng mô học hoàn toàn tại u vú là 80%  và tỷ lệ đáp ứng mô học hoàn toàn tại hạch đạt  95%."}
{"text": "Đánh giá đáp ứng trên lâm sàng theo  RECIST 1.1, tỷ lệ đáp ứng toànbộ cả u và hạch  là 95% (bảng 2)."}
{"text": "Có một trường hợp bệnh tiến  triển sau khi kết thúc tân bổ trợ."}
{"text": "Bảng 3: Tỉ lệ đáp ứng mô học theo yếu  tố liên quan\nKhông\np\nĐặc điểm  pCR  (N=16)\npCR  (N=4)\nTuổi: <40 tuổi  5  2  0,364\nGiai đoạn hạch:  cN0  2  10%                      cN1  2  10%                      cN2  16  80%  Giai đoạn:  IIB  4  20%  IIIA  14  70%  IIIB  2  10%  Mô bệnh học:  NST  20  100%                       Thể khác  0  0  Độ mô học:  2  16  80%         3  4  20%   Type phân tử\n312\nTẠP CHÍ Y HỌC VIỆT NAM TẬP 509 - THÁNG 12 - SỐ 1 - 2021\n40-60  10  1  ≥60  1  1  Giai đoạn khối u (T)\nT1  3  0\nnghiên cứu không ghi nhận trường hợp xuất hiện  các biến cố liên quan đến tim mạch phải trì hoãn  hoặc ngừng điều trị (bao gồm suy tim trên lâm  sàng, giảm phân suất tống máu (LVEF) >10%)."}
{"text": "IV."}
{"text": "BÀN LUẬN\n0,651  T2  7  2  T3  5  1  T4  1  1  Giai đoạn hạch (N)\nN0  1  1\n0,624  N1  2  0  N2  13  3  Giai đoạn:  IIB  3  1\n0,493               IIIA  12  2               IIIB  1  1  Độ mô học: 2  13  2  0,249            3  3  2   Type phântử\nBộc lộ quá mức\nHER2-neu  6  3\n0,285  Lumial B HER2\n-neu (+)  10  1\nKi67:  <20%  1  0  1,000      ≥20%  15  4  Phác đồ: AC-THP  10  1  0,285           TCHP  6  3  pCR: đáp ứng hoàn toàn trên mô bệnh học  Khi phân tích mối liên quan tình trạng đáp ứng  hoàn toàn trên mô bệnh học với các yếu tố tuổi  (<40,40-60,>60), giai đoạn u (T), giai đoạn N,  giai đoạn chung, type mô bệnh học, độ mô học,  type phân tử, Ki67 và phác đồ hóa chất, chúng tôi  nhận thấy khác biệt không có ý nghĩa thống kê  khi so sánh tỷ lệ tpCR với p>0,05 (bảng 3)."}
{"text": "3."}
{"text": "Độc tính  Bảng 4: Độc tính trong thời gian điều trị\n15%\nĐộc tính mức độ 3, 4  n  %  Hạ bạch cầu trung tính  Hạ bạch cầu trung tính có sốt\n5%\n0  10%\nHạ tiểu cầu độ  Buồn nôn, nôn  Thay đổi creatinin  Men gan (GOT/GPT)\n3  1  0  2  0  0\n0  0  Giảm chức năng tim phải trì\nhoãn hoặc ngừng điều trị  0  0\nThời gian theo dõi còn hạn chế nên bước đầu  chúng tôi ghi nhận một số độc tính thường gặp  xảy ra trong thời gian điều trị."}
{"text": "Sử dụng phân độ  độc tính CTCAE để đánh giá mức độ độc tính  gặp phải."}
{"text": "Tỉ lệ người bệnh hạ bạch cầu trung  tính mức độ nặng (độ 3, 4) là 15%."}
{"text": "Có 1 trường  hợp hạ bạch cầu có sốt (5%)."}
{"text": "Tỉ lệ người bệnh  xuất hiện nôn buồn nôn độ 3, 4 là 10%."}
{"text": "Không  ghi nhận trường hợp nào hạ tiểu cầu, tăng men  gan và tăng creatinin mức độ 3, 4."}
{"text": "Kết quả\nTỷ lệ đáp ứng hoàn toàn về mô bệnh học  (tpCR) thường là mục tiêu đánh giá chính của  các nghiên cứu liên quan đến điều trị tân bổ trợ."}
{"text": "Mục tiêu chính trong nghiên cứu của chúng tôi là  đánh giá tỉ lệ đáp ứng hoàn toàn mô bệnh học."}
{"text": "Đáp ứng hoàn toàn mô bệnh học liên quan đến  giảm tỉ lệ tái phát và tử vong đã được chứng  minh qua nhiều nghiên cứu."}
{"text": "Các nghiên cứu gần  đây cho thấy hiệu quả của phác đồ bổ trợ trước  hóa chất kết hợp Trastuzumab và Pertuzumab  cải thiện rõ rệt tỷ lệ tpCR ở bệnh nhân ung thư  vú có HER2 dương tính."}
{"text": "Trong nghiên cứu  NeoSphere, đối tượng nghiên cứu được phân  thành 4 nhóm điều trị gồm Trastuzumab phối  hợp Docetaxel, Pertuzumab phối hợp Trastuzumab  và Docetaxel, Pertuzumab kết hợp Trastuzumab,   Docetaxel kết hợp Pertuzumab."}
{"text": "Mục tiêu chính  của nghiên cứu NeoSphere là đánh giá đáp ứng  toàn bộ mô bệnh học tại thời điểm bệnh nhân  phẫu thuật."}
{"text": "Kết quả, nhóm được điều trị bổ trợ  trước  bằng  phác  đồ  Docetaxel  kết  hợp  Trastuzumab và Pertuzumab có tỷ lệ đáp ứng  hoàn toàn mô bệnh học tại u vú (bpCR) là  45,8% và tỷ lệ đáp ứng hoàn toàn cả vú và hạch  (tpCR) đạt 39,3%, cao hơn có ý nghĩa thống kê  so với các nhóm còn lại.4 Tỉ lệ đáp ứng toàn bộ  mô bệnh học (tpCR) trong nghiên cứu của chúng  tôi là 80% cao hơn so với nghiên cứu  NeoSphere."}
{"text": "Theo chúng tôi, hạn chế trong  nghiên cứu NeoSphere là sử dụng phác đồ hóa  chất chỉ một loại hóa chất là Docetaxel."}
{"text": "Thực tế  đối với bệnh nhân ung thư vú giai đoạn tiến xa  tại chỗ việc sử dụng hóa chất kết hợp sẽ đem lại  tỉ lệ đáp ứng cao hơn."}
{"text": "Ở nghiên cứu của chúng  tôi, phác đồ hóa chất sử dụng là ACTHP và TCHP  trong đó ACTHP chiếm tỉ lệ 55%."}
{"text": "Đây đều là  những phác đồ được nhiều hướng dẫn điều trị  khuyến nghị sử dụng trong điều trị hóa chất tân  bổ trợ ung thư vú hiện nay."}
{"text": "Có thể điều này dẫn  đến sự khác biệt trong kết quả nghiên cứu của  chúng tôi với nghiên cứu NeoSphere."}
{"text": "Một nghiên  cứu khác, nghiên cứu TRYPHAENA cho thấy tỷ lệ  tpCR dao động từ 54,7-63,6% ở các nhóm điều  trị, trong đó tỉ lệ đáp ứng đạt cao nhất ở nhóm  sử dụng phác đồ TCHP.5 Mặc dù mục tiêu chính  của nghiên cứu này không phải là đánh giá  tpCRtuy nhiênở mục tiêu phụ, kết quả tpCR ở  nhóm sử dụng phác đồ TCHP gần tương đồng  với kết quả nghiên cứu của chúng tôi (tỉ lệ sử\n313\nvietnam medical journal n01 - DECEMBER - 2021\nvới Trastuzumab đơn thuần."}
{"text": "Nghiên cứu của  chúng tôi không ghi nhận biến cố tim mạch nặng  nào phải trì hoãn hoặc dừng điều trị."}
{"text": "Kết quả  này theo chúng tôi là hợp lý bởi cỡ mẫu nghiên  cứu không nhiều (20 bệnh nhân) mà tỉ lệ các  biến cố tim mạch nặng (suy tim lâm sàng NYHA  III-IV, hoặc thay đổi phân suất tống máu thất  trái lớn hơn 10%) ghi nhận được trong thời gian  điều trị của phác đồ có Trastuzumab và  Pertuzumab thường thấp (tỉ lệ này trong nghiên  cứu APHINITY là 0,6%).9    V. KẾT LUẬN\ndụng phác đồ TCHP trong nghiên cứu của chúng  tôi là 45%)."}
{"text": "Một nghiên cứu được thực hiện bởi  chúng tôi trước đây nhằm đánh giá đáp ứng điều  trị bổ trợ trước phác đồ hóa chất kết hợp  Trastuzumab có tỉ lệ đáp ứng tpCR đạt 56,4%6."}
{"text": "So sánh với kết quả của nghiên cứu này bước  đầu cho thấy hiệu quả vượt trội ở nhóm được  điều trị phối hợp hóa chất và Trastuzumab,  Pertuzumab tuy nhiên cần những nghiên cứu với  số lượng bệnh nhân lớn hơn và so sánh đối đầu  trực tiếp với nhóm chỉ được dùng hóa chất kết  hợp Trastuzumab."}
{"text": "Trong nghiên cứu của chúng  tôi có một trường hợp tiến triển sau điều trị phác  đồ AC-THP."}
{"text": "Trường hợp này có nhiều yếu tố tiên  lượng xấu như giai đoạn IIIA, carcinoma xâm  nhập NST độ mô học 3, nội tiết âm tính."}
{"text": "Bệnh  nhân này cũng được ghi nhận đáp ứng kém với  các phác đồ hóa chất sau đó."}
{"text": "Điều trị bổ trợ trước ung thư vú có HER2-neu  dương tính bằng phác đồ hóa chất kết hợp  Pertuzumab và Trastuzumab  có tỉ lệ đáp ứng  cao, dung nạp tốt."}
{"text": "TÀI LIỆU THAM KHẢO  1."}
{"text": "Sung H, Ferlay J, Siegel RL, et al."}
{"text": "CA  Cancer  J  Clin."}
{"text": "2021;71(3):209-249. doi:10.3322/caac.21660  2."}
{"text": "Chumsri S, Li Z, Serie DJ, et al."}
{"text": "J Clin Oncol Off J Am  Soc  Clin  Oncol."}
{"text": "2019;37(35):3425-3435.  doi:10.1200/JCO.19.00443  3."}
{"text": "2013;19 (20): 5552- 5556. doi:10.1158/1078-0432.CCR-13-0518  4."}
{"text": "Gianni L, Pienkowski T, Im Y-H, et al."}
{"text": "Lancet Oncol."}
{"text": "2012;13(1):25- 32. doi:10.1016/S1470-2045(11)70336-9  5."}
{"text": "Schneeweiss A, Chia S, Hickish T, et al."}
{"text": "Đã có nhiêu nghiên cứu nhằm tìm ra yếu tố  dự đoán tpCR trên đối tượng nghiên cứu."}
{"text": "Nghiên  cứu TECHNO cho thấy không khác biệt tỷ lệ  tpCRkhi so sánh với các yếu tố tuổi (<40;≥40),  type mô bệnh học, độ mô học, giai đoạn u, giai  đoạn hạch và tình trạng nội tiết."}
{"text": "7Ngược lại,  nghiên cứu Gepar Quattro cho thấy tỷ lệ pCR cao  hơn ở nhóm thụ thể nội tiết âm tính (43,5%)  trong khi nhóm thụ thể nội tiết dương tính chỉ  đạt 23,4% với p<0,001.8Nghiên cứu NOAH ghi  nhận sự khác biệt tỷ lệ pCR giữa giai đoạn II  (75%) và III (40%) với p=0,03."}
{"text": "Sau khi phân  tích tỷ lệ tpCR với các yếu tố tuổi (<40; ≥40),  giai đoạn u (T), giai đoạn N, giai đoạn chung,  type mô bệnh học, độ mô học, tình trạng nội  tiết, Ki67 và phác đồ hóa chất qua bảng 3,kết  quảcủa chúng tôi cho thấy khác biệt không có ý  nghĩa thống kê với p>0,05."}
{"text": "Tuy nhiên do nghiên  cứu của chúng tôi số lượng bệnh nhân còn hạn  chế nên cần có những nghiên cứu sau với cỡ  mẫu lớn hơn."}
{"text": "Ann Oncol Off J Eur Soc Med Oncol."}
{"text": "2013;24(9):2278-2284.  doi:10.1093/annonc/mdt182  6."}
{"text": "Phung HT, Nguyen HT, Nguyen TV, Nguyen\nTV,  Dinh  LAT,  Nguyen  CV."}
{"text": "2020;12:117-122.  doi:10.2147/BCTT.S268369  7."}
{"text": "Untch M, Fasching PA, Konecny GE, et al."}
{"text": "Kết quả nghiên cứu của chúng tôi cho thấy  phác đồ điều trị dung nạp tốt, không có trường  hợp trì hoãn hoặc dừng điều trị vì lý do độc tính  của thuốc."}
{"text": "Tỉ lệ hạ bạch cầu trung tính mức độ  nặng (từ độ 3 trở lên) chiếm 15%."}
{"text": "Kết quả này  gần tương tự với kết quả trong nghiên cứu  APHINITY (tỉ lệ hạ bạch cầu trung tính độ 3, 4 là  16,3%)."}
{"text": "9Tác dụng phụ trên tim mạch luôn được  chú trọng ở bệnh nhân điều trị phác đồ có thuốc  kháng HER2."}
{"text": "Nghiên cứu NOAH ghi nhận tỷ lệ  suy tim có triệu chứng <2% ở nhóm hóa trị bổ  trợ có kết hợp Trastuzumab."}
{"text": "Một nghiên cứu  khác, nghiên cứu NeoSphere cho thấy khi kết  hợp thêm Pertuzumab và Trastuzumab không  làm thay đổi đáng kể độc tính trên tim mạch so\nPathologic complete response after neoadjuvant  chemotherapy plus trastuzumab predicts favorable  survival in human epidermal growth factor receptor\n314\nTẠP CHÍ Y HỌC VIỆT NAM TẬP 509 - THÁNG 12 - SỐ 1 - 2021\nstudy."}
{"text": "J Clin Oncol Off J Am Soc Clin Oncol."}
{"text": "2010;28(12):2024-2031.  doi:10.1200/JCO.2009.23.8451  9."}
{"text": "J  Clin  Oncol  Off  J  Am  Soc  Clin  Oncol."}
{"text": "2011;29(25):3351-3357.  doi:10.1200/JCO.2010.31.4930  8."}
{"text": "Untch M, Rezai M, Loibl S, et al."}
{"text": "Accessed  June  11,  2021.  https://www."}
{"text": "nejm.org/doi/full/10.1056/nejmoa1703643\ntreatment with trastuzumab in HER2-positive  breast cancer: results from the GeparQuattro\n\nĐẶC ĐIỂM LÂM SÀNG VÀ NỒNG ĐỘC ĐỘC CHẤT HUYẾT THANH\nCỦA BỆNH NHÂN NGỘ ĐỘC CẤP HÓA CHẤT DIỆT CHUỘT\nBROMADIOLON VÀ FLOCOUMAFEN\nNguyễn Anh Tuấn1,2, Phạm Thị Vân Anh1,\nĐặng Thị Xuân2, Hà Trần Hưng1,2    TÓM TẮT79\nMục tiêu: Mô tả đặc điểm lâm sàng và nồng độ  độc chất huyết thanh của bệnh nhân ngộ độc hóa chất  diệt chuột kháng vitamin K tác dụng kéo dài  bromadiolon và flocoumafen tại Trung tâm Chống độc  Bệnh viện Bạch Mai."}
{"text": "Phương pháp: Nghiên cứu mô  tả tiến cứu trên 37 bệnh nhân ngộ độc cấp  bromadiolon/flocoumafen điều trị tại Trung tâm chống  độc Bệnh viện Bạch Mai từ tháng 6/2020 đến tháng  6/2021."}
{"text": "Kết quả: Trong số bệnh nhân nghiên cứu,  nam chiếm tỷ lệ 62,2%, hầu hết là người lớn, chỉ có 2  bệnh nhi."}
{"text": "Nguyên nhân ngộ độc hay gặp nhất là tự tử,  tuy nhiên 27% không rõ nguồn ngộ độc."}
{"text": "Triệu chứng  lâm sàng thường gặp nhất xuất huyết dưới da (49%)  và các ổ tụ máu trong cơ (35%)."}
{"text": "Một số bệnh nhân  xuất huyết nặng như xuất huyết não (2,7%), tiêu hoá  (27,03 %), tiết niệu (27,03 %), ổ bụng (13,51 %)."}
{"text": "3  BN (8,11%) có sốc mất máu."}
{"text": "Nồng độ Bromadiolon và  Flocoumafen xu hướng cao hơn ở nhóm bệnh nhân có  xuất huyết hoặc INR > 5 (p 0,06), và cao hơn có ý  nghĩa ở nhóm có xuất huyết dưới da nặng (p 0,012 và  p 0,027 tương ứng ở Bromadiolon và Flocoumafen)."}
{"text": "Kết luận: nghiên cứu đã cho thấy các đặc điểm lâm  sàng và liên quan giữa biểu hiện xuất huyết với nồng  độ độc chất huyết thanh của bệnh nhân ngộ độc cấp  hóa chất diệt chuột bromadiolon và flocoumafen."}
{"text": "Từ khóa: bromadiolon, flocoumafen, ngộ độc cấp,  đặc điểm lâm sàng, nồng độ độc chất     SUMMARY\nKeywords: bromadiolone, flocoumafen, acute  poisoning, clinical features, serum concentration    I. ĐẶT VẤN ĐỀ\nCLINICAL FEATURES AND SERUM  CONCENTRATION OF BROMADIOLONE\nAND FLOCOUMAFEN POISONINGS  Objectives: to describe the clinical characteristics  and serum toxin concentrations of patients with acute\nCác hóa chất diệt chuột (HCDC) ngày càng  được sử dụng rộng rãi ở cả nông thôn, thành  phố với mục đích bảo vệ nông nghiệp, diệt chuột  trong các khu công nghiệp, hộ gia đình... Trong  đó HCDC được xử dụng phổ biến nhất là loại  kháng vitamin K tác dụng kéo dài."}
{"text": "Do sẵn có,  ngộ độc hóa chất diệt chuột cũng là một trong  những cấp cứu thường gặp trên thế giới cũng  như ở Việt Nam [1]."}
{"text": "Trước đây, ngộ độc HCDC loại kháng vitamin  K chủ yếu là wafarin."}
{"text": "Tuy nhiên, do sự đề kháng  wafarin của chuột, HCDC phổ biến dần thay thế\n1Trường Đại học Y Hà Nội,   2Trung tâm Chống độc  Chịu trách nhiệm chính: Nguyễn Anh Tuấn  Email: nguyenanhtuanbs1980@gmail.com  Ngày nhận bài: 8.9.2021  Ngày phản biện khoa học: 29.10.2021  Ngày duyệt bài: 10.11.2021\n315"}
