{"text": "Tạp chí Khoa học Trường Đại học Cần Thơ   Tập 57, Số chuyên đề Công nghệ thực phẩm (2021): 177-182\n\nDOI:10.22144/ctu.jsi.2021.020\nẢNH HƯỞNG CỦA NHIỆT ĐỘ SẤY ĐẾN CÁC HỢP CHẤT CÓ HOẠT TÍNH  SINH HỌC TRONG VỎ BƯỞI DA XANH (Citrus maxima Burm."}
{"text": "Merr.)"}
{"text": "Trần Thị Yến Nhi1,2*, Đào Tấn Phát1,2, Trần Thị Kim Liên3, Nguyễn Duy Đan3, Ung Thanh Đạt1,  Huỳnh Bảo Long4, Mai Huỳnh Cang3, Nguyễn Tấn Dũng5, Nguyễn Văn Ây6, Huỳnh Xuân Phong6  và Trần Ngọc Quyển7\n1Viện kỹ thuật công nghệ cao Nguyến Tất Thành, Trường Đại học Nguyễn Tất Thành  2Học viện Khoa học và Công nghệ, Viện Hàn lâm Khoa học và Công nghệ Việt Nam  3Bộ môn Công nghệ Kỹ thuật hóa học, Trường Đại học Nông Lâm Thành phố Hồ Chí Minh  4Khoa Kỹ thuật hóa học, Trường Đại học Công nghiệp thực phẩm Thành phố Hồ Chí Minh  5Khoa Công nghệ Hóa học-Thực phẩm, Trường Đại học Sư phạm Kỹ thuật Thành phố Hồ Chí Minh  6Viện Nghiên cứu và Phát triển Công nghệ sinh học, Trường Đại học Cần Thơ  7Viện Vật liệu Ứng dụng, Viện Hàn lâm Khoa học và Công nghệ Việt Nam  *Người chịu trách nhiệm về bài viết: Trần Thị Yến Nhi (email: ttynhi@ntt.edu.vn)\nABSTRACT\nThông tin chung:  Ngày nhận bài: 23/02/2021  Ngày nhận bài sửa: 10/03/2021  Ngày duyệt đăng: 28/04/2021    Title:   Effects of convection drying  temperature on phytochemicals  in pomelo’s flavedo (Citrus  maxima Burm Merr)\nTừ khóa:   ABTS, bưởi da xanh, DPPH,  hợp chất sinh học, polyphenol  tổng số, sấy đối lưu\nPomelo’s flavedo is rich in bioactive compounds that support health and  as a source of raw materials for the food, cosmetic and pharmaceutical  industries."}
{"text": "TÓM TẮT\nKeywords:  ABTS, convention drying,  DPPH, phytochemicals,  pomelo, total phenolic content  (TPC)\nNghiên cứu được thực hiện để đánh giá ảnh hưởng của nhiệt độ sấy đối  lưu đến hiệu quả duy trì các thành phần có hoạt tính sinh học trong vỏ  bưởi da xanh, thể hiện qua phenolic tổng số (TPC), flavonoid tổng số  (TFC), khả năng trung hòa gốc tự do bằng DPPH và ABTS ."}
{"text": "Thông qua  đó, nhiệt độ sấy vỏ bưởi phù hợp để hạn chế sự giảm thấp các thành phần  này được đề xuất thất thoát khi xử lý nhiệt vỏ bưởi."}
{"text": "Kết quả khảo sát cho  thấy các hoạt chất có hoạt tính sinh học giảm khoảng 50% do tác động  của nhiệt độ sấy và 80% TPC giảm sau chiết tại 60℃ (19,21 ± 3,21%) và  65℃ (18,99 ± 0,87%)."}
{"text": "Nhiệt độ tác động đến các thành phần trong nhóm  TFC và kéo theo giá trị DPPH, ABTS không lớn."}
{"text": "177\nTạp chí Khoa học Trường Đại học Cần Thơ   Tập 57, Số chuyên đề Công nghệ thực phẩm (2021): 177-182\n1."}
{"text": "GIỚI THIỆU\ncó múi thường do các sắc tố tạo màu cơ bản:  chlorophylls, carotenoids, anthocyanin và lycopen."}
{"text": "Nồng độ lycopenes tùy thuộc vào giai đoạn chín trái  và tăng nhanh khi quả đạt trạng thái trưởng thành."}
{"text": "Mùi thơm được tạo nên bởi các hợp chất mùi thuộc  các nhóm terpene, alcohol, ester (hợp chất dễ bay  hơi) (Chhikara et al., 2018)."}
{"text": "Nhờ vào những lợi ích sức khỏe mà vỏ bưởi  mang lại, các nghiên cứu gần đây thực hiện tách  chiết lớp vỏ bưởi để trích xuất các hoạt chất có khả  năng kháng oxy hóa và ứng dụng vào thực phẩm,  mỹ phẩm được công bố bởi Armando và cộng sự  (Armando  et al.,  2018)."}
{"text": "Một công bố mới về sự kết  hợp bột vỏ bưởi và polyphenol trong trà được đánh  giá có tiềm năng để tạo màng ăn được (Wu et al.,  2019)."}
{"text": "Nghiên cứu này có ảnh hưởng tích cực đến  việc bảo quản thực phẩm và hiệu suất kinh tế."}
{"text": "Mặt  khác, các hợp chất có hoạt tính sinh học có tính nhạy  sáng và dễ bị thay đổi hoặc phân hủy bởi điều kiện  môi trường, nhất là sự gia tăng nhiệt độ (Linh et al.,  2018)."}
{"text": "Tuy nhiên, sự hạn chế báo cáo tổng quan là  chưa hoàn chỉnh trong đánh giá sự thay đổi các hợp  chất có hoạt tính sinh học (nhạy cảm với nhiệt) trong  vỏ bưởi bị ảnh hưởng bởi nhiệt độ sấy và quá trình  trích lytrong khi việc ứng dụng dịch chiết vỏ bưởi  đang được quan tâm rộng rãi."}
{"text": "Nghiên cứu này nhằm  khảo sát ảnh hưởng của nhiệt độ sấy đến khả năng  duy trì TPC, TFC, và khả năng trung hòa gốc tự do  bằng DPPH, ABTS trong bột vỏ bưởi da xanh sau  sấy và sau quá trình chiết, từ đó, đưa ra định hướng  tham khảo cho  quy trình tách chiết các hợp chất có  hoạt tính sinh học trong vỏ bưởi và cung cấp dữ liệu  cho các nghiên cứu sau này."}
{"text": "2."}
{"text": "PHƯƠNG PHÁP NGHIÊN CỨU  2.1."}
{"text": "Chuẩn bị nguyên liệu thô\nVỏ bưởi da xanh được thu mua tại cơ sở tách vỏ  trái cây trên địa bàn quận 12, thành phố Hồ Chí  Minh có nguồn gốc từ tỉnh Bến Tre, Việt Nam."}
{"text": "Vỏ  bưởi không bị dập úng, không có mùi ôi, màu xanh  và không héo được rửa sạch để loại bỏ bụi bẩn."}
{"text": "Tiếp  tục cắt bỏ lớp vỏ trắng, độ dày vỏ xanh còn lại  khoảng 4 ± 2mm, độ dài 5 ± 1cm."}
{"text": "Vỏ bưởi sau xử lý  được sấy đối lưu được thiết kế bởi Công ty TNHH- SX-TM-XNK Chất lượng Vàng, nhiệt độ sấy cài đặt  50 ± 2℃,55 ± 2℃,60 ± 2℃, 65 ± 2℃, tần suất cố  định 50 Hz, dừng đến ẩm nguyên liệu đạt <5%."}
{"text": "Mẫu  tươi và mẫu sau khi sấy được cân, sử dụng 20g mẫu  để trích ly với cồn 96⁰, tỷ lệ 1:35 (w/v-nguyên  liệu:dung môi) và gia nhiệt tại 50℃ trong  15 phút."}
{"text": "Vỏ bưởi (0,5 g) thêm 20 mL cồn 96⁰ được xay  nhuyễn và trích ly nhiều lần, sau khi thử nghiệm\nBưởi da xanh (Citrus maxima Burm Merr) là loại  cây ăn quả thuộc họ cam quýt, có tên khoa học là  Citrus maxima thuộc chi Citrus trong họ Rutaceace,  bắt nguồn từ Đông Nam Á (nhiều nhất ở Thái Lan  và Malaysia) (Methacanon et al., 2013)."}
{"text": "Vỏ bưởi  chủ yếu bao gồm tinh dầu nằm trong lớp vỏ ngoài  giống như các loại trái cây có múi khác thuộc chi  Citrus (cam quýt): limonen, pinen, linalol, geranoid,  xitral,… và glucosid đặc biệt là hesperidin, naringin,  limonin (hợp chất gây đắng) (Konno et al., 2014)."}
{"text": "Bên cạnh đó, còn chứa các sắc tố thuộc nhóm  flavonoid."}
{"text": "Ngoài ra, vỏ bưởi còn chứa nhiều pectin  kể cả chất nhầy bao quanh vỏ hạt, bản chất là một  chất xơ tan trong nước và làm tăng độ nhớt."}
{"text": "Trong  vỏ bưởi tươi pectin chiếm 1–2% và 0,5–1% trong vỏ  bưởi khô."}
{"text": "Men tiêu hóa amylase, enzyme  peroxydase, vitamin A, C (130mg–170mg/100g  bưởi tươi),... (Tran et al., 2020; Yadav et al., 2009)  giúp tăng cường và duy trì độ đàn hồi của động  mạch, tăng cường hệ miễn dịch của cơ thể, bảo vệ  cơ thể chống lại stress, các bệnh liên quan với hen  suyễn và viêm khớp."}
{"text": "Một vài báo cáo cho biết vỏ  bưởi có khả năng giảm hấp thụ lipid và cholesterol  toàn phần trong máu, ngoài ra còn có tác dụng khống  chế tăng đường huyết trước và sau khi ăn đối với  người bị bệnh tiểu đường, chống táo bón, cầm máu,  sát trùng."}
{"text": "Glucosid có tác dụng bảo vệ thành mao  mạch, giảm tính thấm, giúp cho mao mạch đàn hồi  và bền vững hơn, từ đó giúp ngăn ngừa những tai  biến do vỡ các mạch máu, gián tiếp giúp hạ huyết  áp."}
{"text": "Các bioflavonoid có trong vỏ bưởi giúp phát hiện  và ngăn chặn các tế bào ung thư lan rộng ở những  bệnh nhân ung thư vú bằng cách thu thập những  estrogen thừa của cơ thể."}
{"text": "Trong bưởi có chứa  quinine, rất hữu ích trong việc điều trị bệnh sốt rét  và chứng cảm lạnh, căng thẳng, mệt mỏi."}
{"text": "Đáng lưu  ý, một vài minh chứng trong bưởi có khả năng làm  giảm ung thư tuyến tiền liệt, do bưởi chứa một lượng  lớn lycopene (chất chống oxy hóa) (Chen et al.,  2014)."}
{"text": "Không chỉ như thế, trong bưởi chứa phenolic  acid (một hợp chất ngăn chặn bệnh ung thư và các  bệnh mãn tính khác như viêm khớp, bệnh luput)."}
{"text": "Monoterpen và sesquiterpenes là những chất bay hơi  chiếm ưu thế trong vỏ, tinh dầu và thịt quả bưởi, đặc  biệt  là  D-limonene  và  caryophyllene."}
{"text": "Caryophyllene,  a-humulene,  humulen-  (v1),  blinalool và tert-butyl 2-methylpropanoate là các  hợp chất hương thơm đặc trưng của bưởi."}
{"text": "Mặc dù β- carotene là carotene chính trong bưởi, màu thịt quả  chủ yếu được xác định bởi các tỷ lệ của zeaxanthin,  b-cryptoxanthin và lycopene (Zheng et al., 2016;  Dao et al., 2019)."}
{"text": "Màu sắc của bưởi hay họ trái cây\n178\nTạp chí Khoa học Trường Đại học Cần Thơ   Tập 57, Số chuyên đề Công nghệ thực phẩm (2021): 177-182\n2.5."}
{"text": "Xác định khả năng bắt gốc tự do bằng\nABTS\nkhông đổi màu dịch với 1 giọt Folin-Ciocalteu và 1  giọt Na2CO3 7,5%, định mức đến thể tích gần nhất  và ghi nhận."}
{"text": "Dịch sau trích ly được sử dụng cho  phân tích."}
{"text": "2.2."}
{"text": "Xác định hàm lượng polyphenol tổng số\nHàm lượng polyphenol tổng số được xác định  theo phương pháp so màu Folin-Ciocalteu dựa theo  mô tả của Chandra et al."}
{"text": "(2014)."}
{"text": "Tiến hành pha  loãng dung dịch với nồng độ phù hợp (dịch thu được  ở phần chiết mẫu)."}
{"text": "Sau đó, hút 0,5 mL dung dịch  mẫu đã pha loãng vào ống nghiệm."}
{"text": "Thêm vào 2,5  mL dung dịch Folin-Ciocalteu 10% và đồng nhất  bằng máy Vortex, để dung dịch phản ứng trong 5  phút."}
{"text": "Tiếp tục, thêm 2,0mL dung dịch Na2CO3  7,5%  và lắc đều."}
{"text": "Dung dịch gốc tự do ABTS được chuẩn bị bằng  cách cho 10 mL dung dịch ABTS nồng độ 7,4 mM  vào 10 mL dung dịch K2S2O8 nồng độ 2,6 mM rồi ủ  trong bóng tối trong 24 giờ, sau đó pha loãng bằng  ethanol rồi điều chỉnh độ hấp thu của dung dịch ở  bước sóng 734 nm đến 1,1 ± 0,02."}
{"text": "Pha loãng mẫu  đến khoảng nồng độ phù hợp, hút 0,5 mL mẫu đã  pha loãng vào ống nghiệm."}
{"text": "Mẫu đối chứng thay  ethanol (99,5%)."}
{"text": "Hút 1,5 mL dung dịch ABTS  (OD734nm = 1,1 ± 0,02) vào ống nghiệm và để trong  bóng tối trong 30 phút."}
{"text": "Đo độ hấp thụ quang học ở  734 nm trên máy quang phổ UV-Vis."}
{"text": "Vitamin C  (acid ascorbic) được sử dụng làm chất chuẩn để so  sánh."}
{"text": "Sử dụng phương trình y = -0,1266914x +  0,6672952 (hệ số R2 =0,99936) để tính phần trăm  miligam đương lượng acid ascorbic trong 1 g chất  khô so với mẫu ban đầu cho khả năng bắt gốc tự do  bằng ABTS."}
{"text": "2.6."}
{"text": "Xử lý số liệu\nĐể dung dịch ở nhiệt độ phòng trong bóng tối  1giờ."}
{"text": "Sau đó đo độ hấp thu quang học ở bước sóng  765 nm trên máy quang phổ UV-Vis."}
{"text": "Gallic acid  được dùng làm chất chuẩn."}
{"text": "Hàm lượng polyphenol  được biểu diễn theo phần trăm miligam đương  lượng acid gallic trong 1 g chất khô so với mẫu ban  đầu."}
{"text": "2.3."}
{"text": "Xác định hàm lượng flavonoid tổng số\nBố trí thí nghiệm được lặ lại 3 lần, dữ liệu được  nhập và xử lý bằng phần mềm Excel."}
{"text": "Chương trình  Statgraphics Centurion XV.I  được sử dụng phân  tích ANOVA 1 nhân tố ở mức ý nghĩa p <0,05."}
{"text": "3."}
{"text": "KẾT QUẢ VÀ THẢO LUẬN  3.1."}
{"text": "Ảnh hưởng của nhiệt độ sấy đến hàm\nlượng polyphenol trong vỏ bưởi da xanh\nHàm lượng flavonoid tổng số được xác định dựa  theo phương pháp của Mahboubi et al."}
{"text": "(2013)."}
{"text": "Hút  0,5 mL dung dịch mẫu (đã pha loãng dung dịch với  nồng độ phù hợp) vào ống nghiệm, sau đó thêm vào  0,1 mL dung dịch AlCl3 10%."}
{"text": "Tiếp tục bổ sung vào  0,1 mL dung dịch CH3COOK 1M và 4,3 mL nước  cất, lắc đều."}
{"text": "Để dung dịch ở nhiệt độ phòng trong 30  phút."}
{"text": "Sau đó đo độ hấp thu quang học ở bước sóng  415 nm trên máy quang phổ UV-Vis."}
{"text": "Quercetin  được dùng làm chất chuẩn."}
{"text": "Hàm lượng flavonoid  tổng được biểu diễn theo phần trăm miligam đương  lượng quercetin trong 1 g chất khô so với mẫu ban  đầu."}
{"text": "2.4."}
{"text": "Xác định khả năng trung hòa gốc tự do\nbằng DPPH (1,1-diphenyl-2- picrylhydrazyl)\nSau quá trình sấy và tách chiết bằng phương  pháp ngâm hỗ trợ nhiệt, phần trăm còn lại của giá trị  TPC trong vỏ bưởi được hiển thị trong Hình 1."}
{"text": "Kết  quả nghiên cứu cho thấy có sự giảm đáng kể trong  giá trị này  khi tăng nhiệt độ sấy."}
{"text": "Xử lý nhiệt tại mẫu  65 ± 2℃ có tỷ lệ duy trìthấp nhất (40,34 ± 1,87%)  thất thoát khoảng 59,66% so với mẫu tươi."}
{"text": "Tại các  cặp nhiệt 50℃ (35,68 ± 0,35%) và 55℃ (34,29 ±  1,09%); 60℃ (19,21 ± 3,31%) và 65℃ (18,99 ±  0,87%) không có sự khác biệt có ý nghĩa trong giá  trị TPC sau quá trình chiết."}
{"text": "Có thể nói, TPC là một  hợp chất nhạy cảm với nhiệt, ánh sáng và cả tác  động từ môi trường trong suốt quá trình sấy đối lưu  dòng khí nóng, sự tiếp xúc liên tục làm giảm một  hàm lượng lớn TPC (Tran et al., 2020)."}
{"text": "Đồng thời,  khi tăng nhiệt độ sấy, cấu trúc vỏ bưởi trở nên giòn  và cứng gây trở ngại cho sự tác động của dung môi  trong quá trình chiết kéo theo hàm lượng thu nhận  lại thấp."}
{"text": "Trước đây, trong một báo cáo tương tự về  xu hướng không khác biệt được công bố bởi Abd  Rahman et al."}
{"text": "(2018), nhiệt độ sấy vỏ bưởi trong tủ  sấy lớn hơn 60 ± 2℃ khó đạt được hàm lượng TPC  cao."}
{"text": "Mẫu được pha loãng nồng độ phù hợp, hút 0,5  mL mẫu vào ống nghiệm."}
{"text": "Mẫu đối chứng thay  ethanol (99,5%)."}
{"text": "Sau đó, hút 1,5 mL dung dịch  DPPH (đã hiệu chỉnh OD517nm = 1,1 ± 0,02) vào ống  nghiệm và để trong bóng tối trong 30 phút."}
{"text": "Đo độ  hấp thụ quang học ở 517 nm trên máy quang phổ  UV-Vis."}
{"text": "Vitamin C (acid ascorbic) được sử dụng  làm chất chuẩn để so sánh."}
{"text": "Khả năng trung hòa gốc  tự do bằng DPPH được tính với đơn vị phần trăm  miligam đương lượng acid ascorbic trong 1 g chất  khô so với mẫu ban đầu theo phương trình y = - 0,1239x + 0,991 (hệ số R2 =0,99999)."}
{"text": "179\nTạp chí Khoa học Trường Đại học Cần Thơ   Tập 57, Số chuyên đề Công nghệ thực phẩm (2021): 177-182\nHình 1."}
{"text": "Ảnh hưởng bởi nhiệt độ sấy đến hàm lượng polyphenol còn lại trong vỏ bưởi Da Xanh (a-d\nkhác biệt có ý nghĩa thống kê (p<0,05)\n3.2."}
{"text": "Ảnh hưởng của nhiệt độ sấy đến hàm\nlượng flavonoids tổng số trong vỏ bưởi  da xanh\nHình 2 hiển thị hàm lượng TFC thu được sau quá  trình sấy và chiết vỏ bưởi tại nhiệt độ 50-55-60-65℃\n(± 2℃) bằng dòng không khí nóng đối lưu."}
{"text": "Nhận  thấy rằng, phần trăm TFC giảm thấp hơn so với  TPC, điều này có thể liên quan đến cấu trúc các hợp  chất cấu thành (bao gồm naringin là thành phần  chính trong vỏ bưởi), được chứng minh bởi Chaaban  et al."}
{"text": "(2017)."}
{"text": "Hình 2."}
{"text": "Ảnh hưởng của nhiệt độ sấy lên hàm lượng TFC còn lại trong vỏ bưởi\n3.3."}
{"text": "Hiệu quả trung hòa gốc tự do bằng\nDPPH và ABTS trong bột vỏ bưởi\nSau xử lý thống kê ANOVA (p<0,05) cho thấy  phần trăm DPPH trong vỏ bưởi bị ảnh hưởng bởi  nhiệt độ sấy đối lưu dòng khí nóng, được trình bày  trong Hình 5."}
{"text": "Hầu hết, giá trị DPPH giảm khoảng  40% và sự khác biệt không có ý nghĩa trong 4 điểm  nhiệt độ khảo sát."}
{"text": "Trong quá trình chiết, xu hướng  giảm của DPPH trong vỏ bưởi da xanh tương tự với  các giá trị trước đó, mẫu sấy tại 50℃ và 55℃ sau  chiết có giá trị đạt 42,58 ±  0,64 và 42,77 ± 1,67  giảm 54,51% và 54,75% so với chiết mẫu tươi."}
{"text": "Song\nTuy vậy, xu hứng giảm là tương tự."}
{"text": "Sau sấy, hầu  hết các nhiệt độ 50-55-60℃ giúp ích trong việc giữ  lại TFC, giá trị tại các nhiệt độ sấy này lớn hơn 50%."}
{"text": "Hàm lượng TFC đạt 64,28 ± 2,29% (tại 50± 2℃) và  giảm 34,7% so với mẫu ban đầu."}
{"text": "Phần trăm còn lại  của TFC tỷ lệ nghịch với nhiệt độ sấy."}
{"text": "Đồng thời,  sau chiết, phần trăm TFC thu hồi đạt hiệu suất lớn  80% so với mẫu sau sấy, điển hình là mẫu tại 50- 55℃ với hiệu suất thu hồi tương ứng là 82,45% và  96,45%."}
{"text": "Tại điểm nhiệt độ khảo sát cao hơn, TFC  được thu hồi thấp hơn bởi sự phân hủy sắc tố tại  nhiệt độ cao và cấu trúc mẫu tách chiết  (Xu et al.,  2017)."}
{"text": "180\nTạp chí Khoa học Trường Đại học Cần Thơ   Tập 57, Số chuyên đề Công nghệ thực phẩm (2021): 177-182\nvị μg.g-1 chất khô (tương tự khoảng 0,3 μmol/100g  trong báo cáo của Toh et al."}
{"text": "(2013)."}
{"text": "Kết quả về  DPPH và ABTS có thể bị ảnh hưởng từ các hợp chất  bên trong vỏ bưởi bao gồm các khung flavosn và  flavanone (thuộc nhóm flavonoid) bền nhiệt hơn  nhóm TPC (Xiaoju Tian et al., 2018)."}
{"text": "song đó, giá trị này bị ảnh hưởng bởi cấu trúc của vỏ  bưởi sau sấy, dẫn đến mẫu 55 và 60℃ thấp."}
{"text": "Được  biết, hợp chất có khả năng bắt gốc tự do bởi DPPH  và ABTS cũng chịu ảnh hưởng lớn bởi điều kiện  nhiệt độ và ánh sáng."}
{"text": "Phần trăm ABTS duy trì cao  so với các chỉ tiêu khác (Hình 5), tuy nhiên trong vỏ  bưởi, giá trị ABTS là thấp khi được tính bằng đơn\nHình 3."}
{"text": "Ảnh hưởng nhiệt độ sấy lên phần trăm DPPH còn lại trong vỏ bưởi Da Xanh\nHình 4."}
{"text": "Ảnh hưởng của nhiệt độ sấy lên phần trăm còn lại của khả năng bắt gốc tự do ABTS trong vỏ\nbưởi da xanh\n4."}
{"text": "KẾT LUẬN\n5."}
{"text": "LỜI CẢM ƠN\nBài báo là kết quả từ nghiên cứu khoa học cấp  Bộ ‘‘Nghiên cứu công nghệ sản xuất naringin và  tinh dầu từ vỏ quả bưởi và xây dựng mô hình sản  xuất  thực  nghiệm’’  (mã  số  đề  tài  CT2020.01.TCT.07) thuộc Chương trình khoa học  và công nghệ, CT2020.01 do Bộ Giáo dục vả Đào  tạo quản lý."}
{"text": "TÀI LIỆU THAM KHẢO\nArmando Carrasquero, P. (2018)."}
{"text": "Nhiệt độ sấy có ảnh hưởng lớn đến hàm lượng  các hợp chất có hoạt tính kháng oxy hóa trong vỏ  bưởi kể cả cấu trúc bên ngoài."}
{"text": "Hầu hết các giá trị  này cao và không có sự khác biệt giữa mẫu sấy tại  50± 2℃ và 55± 2℃."}
{"text": "Ở hai nhiệt độ sấy này, phần  trăm TPC sau quá trình sấy  được lưu giữ khoảng  50% và 35% sau chiết, trong khi TFC khoảng 60%  và 53% sau chiết (tại mẫu 50± 2℃)."}
{"text": "Sự lưu giữ  DPPH và ABTS cao bởi một phần trong phản ứng  của các hợp chất flavonoids."}
{"text": "Nhiệt độ sấy trong quá  trình sấy vỏ bưởi da xanh tại 50℃ được chọn lựa  dựa trên kết quả nghiên cứu với thống kê ANOVA  mức ý nghĩa α=5%."}
{"text": "181\nTạp chí Khoa học Trường Đại học Cần Thơ   Tập 57, Số chuyên đề Công nghệ thực phẩm (2021): 177-182\nNhi, T. T. Y., Thinh, P. V., Vu, N. D., Bay, N. T.,\nhttps://doi.org/10.1002/(SICI)1097- 0010(199808)77  Chaaban, H., Ioannou, I., Chebil, L., Slimane, M.,\nGérardin, C., Paris, C., & Ghoul, M. (2017)."}
{"text": "Chandra, S., Khan, S., Avula, B., Lata, H., Yang, M.\nTho, N. T. M., Quyen, N. N., & Truc, T. T.  (2020)."}
{"text": "Kinetic model of moisture diffusivity in  soursop leaves (Annona muricata L.) by  convection drying."}
{"text": "https://doi.org/10.1088/1757- 899X/991/1/012107  Nur Farhana Abd Rahman, Rosnah Shamsudin,\nAmin Ismail, Nor Nadiah Abdul Karim Shah, J.  V. (2018)."}
{"text": "Phenolic, T., Flavonoids, T., & Extracts, B."}
{"text": "(2013)."}
{"text": "H., Elsohly, M. A., & Khan, I."}
{"text": "A."}
{"text": "(2014)."}
{"text": "Chen, J., O’Donoghue, A., Deng, Y.-F., Zhang, B.,\nTotal phenolic, total flavonoids, antioxidant and  antimicrobial activities of Scrophularia striata  Boiss extracts."}
{"text": "Toh, J. J., Khoo, H. E., & Azrina, A."}
{"text": "(2013)."}
{"text": "http://umkeprints.umk.edu.my/519/%5Cnhttp://d x.doi.org/10.1016/j.proeng.2011.11.027  Wu, H., Lei, Y., Zhu, R., Zhao, M., Lu, J., Xiao, D.,\n& Panghal, A."}
{"text": "(2018)."}
{"text": "https://doi.org/10.1039/c7fo02035j  Dao, T. P., Tran, T. H., Nguyen, D. T., Nguyen, D.\nJiao, C., Zhang, Z., Shen, G., & Li, S. (2019)."}
{"text": "Food Hydrocolloids, 90, 41–49."}
{"text": "https://doi.org/10.1016/j.foodhyd.2018.12.016  Xiaoju Tian, Ying Liu, Xi Feng, Ashfaque Ahmed\nC., Nguyen, D. H., Le, N. T. H., Sy, D. T.,  Huong, N. T. T., & Minh, B."}
{"text": "Le."}
{"text": "(2019)."}
{"text": "https://doi.org/10.14233/ajchem.2019.21768  Konno, A., Miyawaki, M., Misaki, M., & Yasumatsu,\nKhaskheli, Yanju Xiang, W. H. (2018)."}
{"text": "LWT, 89, 763-769."}
{"text": "Xu, G., Ye, X., Chen, J., & Liu, D. (2017)."}
{"text": "Yadav, P. N., Ranganna, B., & Chandru, R. (2009)."}
{"text": "(2013)."}
{"text": "Food  Hydrocolloids, XXX, 1–9."}
{"text": "Zheng, H., Zhang, Q., Quan, J., Zheng, Q., & Xi, W.\n(2016)."}
{"text": "https://doi.org/10.1016/j.foodchem.2016.03.007\nH., Truc, T. T., Bach, L. G., & Muoi, N. V.  (2020)."}
{"text": "f.) Merr."}
