{"text": "Tạp chí Khoa học Trường Đại học Cần Thơ   Tập 58, Số chuyên đề: Khoa học tự nhiên (2022)(2): 114-119\n\nDOI:10.22144/ctu.jvn.2022.127\nKHẢ NĂNG KHÁNG OXY HÓA, ỨC CHẾ Α-GLUCOSIDE VÀ GÂY ĐỘC TẾ  BÀO UNG THƯ CỦA CÂY SAO NHÁI HỒNG (Cosmos caudatus KUNTH) VÀ  SAO NHÁI VÀNG (Cosmos sulphureus CAV.)"}
{"text": "Đặng Gia Lệ, Lê Thị Gấm, Trì Kim Ngọc, Nguyễn Ngọc Yến, Dương Thị Bích và   Huỳnh Ngọc Trung Dung*  Khoa Dược - Điều dưỡng, Trường Đại học Tây Đô  *Người chịu trách nhiệm về bài viết: Huỳnh Ngọc Trung Dung (email: hntrungdung@gmail.com)\nABSTRACT\nThe present study aimed to evaluate the antioxidant, inhibition of α- glucosidase, and cancer cytotoxicity activities of the 50% ethanol extract  from 2 Cosmos species."}
{"text": "TÓM TẮT\nThông tin chung:  Ngày nhận bài: 04/05/2022  Ngày nhận bài sửa: 30/05/2022  Ngày duyệt đăng: 02/06/2022    Title:   Antioxidant, α-glucosidase  inhibitory, and anticancer  activities of Cosmos caudatus  Kunth and Cosmos sulphureus  Cav."}
{"text": "Từ khóa:   α-glucoside, gây độc tế bào  ung thư, kháng oxy hóa, sao  nhái\nKeywords:  α-glucoside, antioxidant,  Cosmos, cytotoxicity\nNghiên cứu nhằm đánh giá hoạt tính kháng oxy hóa, ức chế α-glucosidase  và gây độc tế bào ung thư của cao chiết ethanol 50% từ 2 loài sao nhái."}
{"text": "Năng lực khử sắt (RP) cho thấy khả năng kháng oxy hóa của tất cả cao  chiết đều khá tốt."}
{"text": "Thêm vào đó, các cao chiết này cũng cho hiệu quả ức  chế α-glucosidase mạnh, đặc biệt là cao chiết từ lá sao nhái hồng (IC50 =  7,50  µg/mL), nó ức chế mạnh hơn chất đối chứng acarbose (IC50 =122,20  µg/mL) gấp 16 lần."}
{"text": "Ngoài ra, với thử nghiệm gây độc tế bào in vitro, các  cao chiết cũng thể hiện được khả năng ức chế sự tăng sinh tế bào ung thư  vú (MCF-7)."}
{"text": "Tuy nhiên, trên tế bào ung thư phổi (NCI H460), các cao  chiết lá lại không thể hiện được hoạt tính."}
{"text": "Từ các kết quả nghiên cứu, có  thể thấy, sao nhái là một dược liệu tiềm năng chứa nhiều các hợp chất  kháng oxy hóa, ức chế α-glucosidase và ức chế sự tăng sinh tế bào ung  thư vú."}
{"text": "1."}
{"text": "GIỚI THIỆU\nnày có tác dụng trong phòng ngừa, điều trị bệnh, góp  phần phát triển các sản phẩm ứng dụng, mỹ phẩm,  thực phẩm chức năng, dược phẩm,… Những sản  phẩm có nguồn gốc thiên nhiên này sẽ thay thế dần\nVới nghiên cứu, xu hướng trong những năm gần  đây là tìm kiếm và chiết xuất các hợp chất tự nhiên  từ những loài thảo mộc truyền thống."}
{"text": "Những loài\n114\nTạp chí Khoa học Trường Đại học Cần Thơ   Tập 58, Số chuyên đề: Khoa học tự nhiên (2022)(2): 114-119\n2."}
{"text": "VẬT LIỆU VÀ PHƯƠNG PHÁP  2.1."}
{"text": "Vật liệu\nMẫu hoa, lá của cây sao nhái vàng và sao nhái  hồng được thu hái ở các tỉnh An Giang, Cần Thơ,  Vĩnh Long từ tháng 9/2019 đến tháng 12/2019."}
{"text": "Sau  khi thu hái, hoa và lá được làm sạch, sấy khô ở 40℃  và bảo quản ở nhiệt độ phòng."}
{"text": "Mẫu được lưu tại  phòng thí nghiệm Hóa Sinh, trường Đại học Tây Đô."}
{"text": "các loại hóa dược trên thị trường vốn gây nhiều tác  dụng phụ cho người điều trị."}
{"text": "Chính vì vậy, việc sàng  lọc một số hoạt tính sinh học của các loài thực vật  để mang lại lợi ích cho sức khỏe con người là điều  cần thiết."}
{"text": "Trong đó, loài sao nhái cũng đã được sử  dụng trong y học cổ truyền để hỗ trợ tăng cường lưu  thông máu, ngăn chặn loãng xương, hạ sốt, rối loạn  tiêu hóa … (Shekar, 2009)."}
{"text": "Các loài sao nhái khác  nhau được phân biệt dựa trên màu sắc cánh hoa: Sao  nhái có hoa màu hồng (Cosmos caudatus Kunth),  hoa màu vàng hoặc cam (Cosmos sulphureus Cav.)."}
{"text": "Hóa chất: Ethanol (Việt Nam); ascorbic acid  (Bỉ); NaOH (Xilong); KH2PO4 (Xilong); chất đối  chứng acarbose (Sigma-Aldrich); α-glucosidase  (Sigma-Aldrich); chất nền p-nitrophenyl-α-D- glucopyranoside (Sigma-Aldrich); môi trường  Eagle’s Minimal Essential Medium (E’MEM); 4-(2- hydroxyetyl)-1-piperazineethanesulfonic  acid  (HEPES); L-glutamine; amphotericin B; penicillin  G; streptomycin; huyết thanh bào thai bò-fetal  bovine serum (FBS); trichloroacetic acid 50%  (Sigma); sulforhodamine B 0,2% (Sigma); chất đối  chứng camptothecin (Calbiochem); dòng tế bào ung  thư MCF-7 và NCI H460 (Hoa Kỳ); nước cất."}
{"text": "2.2."}
{"text": "Phương pháp  2.2.1."}
{"text": "Chiết xuất và thu cao toàn phần\nSao nhái hồng có khả năng kháng một số vi  khuẩn  Gram  dương  (Bacillus  subtilis,  Staphylococcus aureus), vi khuẩn Gram âm  (Escherichia coli, Pseudomonas aeruginosa) và  nấm Candida albicans (Rasdi et al., 2010); dịch  chiết nước từ lá (0,5 mg/mL) có khả năng kháng lại  nấm Penicillium sp."}
{"text": "(12,13%) (Nisa et al., 2019)."}
{"text": "Lá  sao nhái hồng còn được dùng trong phòng chống sốt  xuất huyết do muỗi Aedes aegypti (Wasilah &  Setiawan, 2018)."}
{"text": "Bên cạnh đó, chiết xuất ethanol  của lá sao nhái hồng có tổng hàm lượng polyphenol  là 181,64 μg cathecin/mg có khả năng ức chế gốc tự  do 2,2-diphenyl-1-picrylhydrazyl (DPPH) với IC50  là 22,82 μg/mL (Nurhayati et al., 2018)."}
{"text": "Mỗi mẫu dược liệu được ngâm với 1.000 mL  ethanol 50% trong 30 phút, rồi tiến hành xử lý sóng  siêu âm ở 40℃ trong 30 phút."}
{"text": "Quá trình này được  lặp lại cho đến khi chiết kiệt hoạt chất."}
{"text": "Các mẫu dịch  chiết được gộp lại, cô đuổi dung môi, thu được 4  mẫu cao chiết ethanol toàn phần từ hoa và lá của 2  loài sao nhái (Phụng, 2007)."}
{"text": "2.2.2."}
{"text": "Khảo sát hoạt tính kháng oxy hóa dựa\ntrên RP\nTinh dầu sao nhái vàng có khả năng gây độc các  dòng tế bào gồm khối u ác tính (B16F10), ung thư  biểu mô đại tràng (HT29), ung thư biểu mô tuyến vú  (MCF-7) (Oliveira et al., 2015)."}
{"text": "Hàm lượng  polyphenol tổng có trong chiết xuất ethanol của lá  sao nhái vàng là 263 mgGAE/g nên có khả năng  kháng oxy hóa và ức chế α-glucosidase với IC50  tương ứng là 272,46 mg/mL và 21,90 mg/mL (Wan- Nadilah et al., 2019)."}
{"text": "Tuy nhiên, quá trình tìm kiếm  tài liệu khoa học trong nước chỉ thu được các báo  cáo về khả năng ức chế tế bào ung thư và phần lớn  là các nghiên cứu về thành phần hợp chất chiết xuất  từ  lá  (2-hydroxy-4,4′-dimethoxychalcone,  quercetin, stigmasterol-3-O-D-glucopyranoside và  tinh dầu có chứa epibiciclosesquiphelandren, β- caryophylene) (Vinh và ctv., 2005; Thiard và ctv.,  2008; Trang & Thạch, 2008)."}
{"text": "RP của các cao chiết được thực hiện theo phương  pháp của Paulsamy et al."}
{"text": "(2013) với một số hiệu  chỉnh."}
{"text": "Hỗn hợp phản ứng gồm 1 mL cao chiết (nồng  độ 10-50 g/mL); 2,5 mL đệm phosphate (0,2 M;  pH = 6,6) và 2,5 mL K3Fe(CN)6 1%, được ủ ở 50oC  trong 20 phút, sau đó thêm 2,5 mL CCl3COOH 10%  rồi ly tâm 3.000 vòng/phút trong 10 phút."}
{"text": "Lấy 2,5  mL hần dịch sau khi ly tâm cho vào 2,5 mL nước và  0,5 mL FeCl3 1%, lắc đều và trong 10 phút."}
{"text": "Độ hấp  thu quang phổ của hỗn hợp phản ứng được đo ở  bước sóng 700 nm."}
{"text": "Đối chứng ascorbic acid (nồng  độ 3-9 g/mL) được thực hiện với quá trình tương  tự."}
{"text": "Thí nghiệm được lặp lại 3 lần."}
{"text": "Phần trăm khử  được xác định theo công thức:\nPhần trăm khử (%) = [(Ao - A)/Ao]x100\nTrong bài nghiên cứu này, các mẫu lá và hoa của  sao nhái vàng và sao nhái hồng được đánh giá về  khả năng kháng oxy hóa thông qua phương pháp  khử ion sắt III, ức chế α-glucosidase và gây độc trên  2 dòng tế bào ung thư vú MCF-7,ung thư phổi NCI  H460 ."}
{"text": "Kết quả này tạo cơ sở đáng tin cậy để chứng  minh tiềm năng sinh học của 2 loài sao nhái."}
{"text": "Từ đó,  nguồn dược liệu tiềm năng ở nước ta được phát hiện  và bổ sung."}
{"text": "Trong đó: Ao là độ hấp thu của mẫu chứng âm;  A là độ hấp thu của mẫu thử."}
{"text": "Đường chuẩn được\n115\nTạp chí Khoa học Trường Đại học Cần Thơ   Tập 58, Số chuyên đề: Khoa học tự nhiên (2022)(2): 114-119\ndựng từ phần trăm khử (%) và nồng độ mẫu."}
{"text": "Từ đó,  tính giá trị IC50 dựa vào phương trình đường chuẩn  y = ax + b với y = 50 để tìm x (x là IC50 cần tìm)."}
{"text": "được sử dụng là chất chuẩn camptothecin."}
{"text": "Thí  nghiệm được lặp lại 3 lần."}
{"text": "Sau khi có giá trị mật độ  quang ở bước sóng 492 nm và 620 nm (ký hiệu là  OD492 và OD620):\n2.2.3."}
{"text": "Khảo sát hoạt tính ức chế α-glucosidase\nTính OD492 (hoặc OD620) = ODtb – ODblank (1)\nTính giá trị ODtn = OD492 – OD620 (2)\nTỉ lệ (%) gây độc tế bào theo công thức:\n%I = [1 - (ODtn/ODc)]x100\nTrong đó: ODtb: Giá trị OD của giếng có chứa tế  bào; ODblank: Giá trị OD của giếng blank (không có  tế bào); ODtn: Giá trị OD của mẫu thử tính từ công  thức (1) và (2); ODc: Giá trị OD của mẫu chứng  (control) tính từ công thức (1) và (2)."}
{"text": "2.2.5."}
{"text": "Xử lý số liệu\nKhảo sát hoạt tính ức chế α-glucosidase được  thực hiện theo phương pháp mô tả bởi Kwon et al."}
{"text": "(2008), Andrade et al."}
{"text": "(2008) và Dong et al."}
{"text": "(2012)  với một số hiệu chỉnh."}
{"text": "Hỗn hợp gồm 60 μL dung  dịch chứa mẫu và 50 μL dung dịch đệm phosphate  0,1 M (pH 6,8) có chứa dung dịch α-glucosidase (0,2  IU/mL) được ủ trong các giếng của đĩa 96 ở nhiệt độ  37oC trong 10 phút."}
{"text": "Sau đó, thêm 50 μL dung dịch  p-NPG được pha trong dung dịch đệm phosphate 0,1  M (pH 6,8) vào từng giếng và tiếp tục ủ trong 20  phút."}
{"text": "Sau đó, độ hấp thu quang phổ được đo ở bước  sóng 405 nm bằng máy ELISA reader và được so  sánh với mẫu chứng âm chứa 60 μL dung dịch đệm  thay cho mẫu thử."}
{"text": "Thí nghiệm được thực hiện tương  tự đối với đối chứng acarbose."}
{"text": "Thí nghiệm được lặp  lại 3 lần."}
{"text": "Phần trăm ức chế α-glucosidase được xác  định theo công thức:\nTrong nghiên cứu, mỗi thí nghiệm được lặp lại 3  lần, kết quả trình bày ở dạng giá trị trung bình ± độ  lệch chuẩn."}
{"text": "Kết quả được xử lý bằng phần mềm  Microsoft Office Excel."}
{"text": "Số liệu xử lý tương quan  bằng phần mềm SPSS 16.0."}
{"text": "I (%) = [(Ao - A)/Ao]x100\n3."}
{"text": "KẾT QUẢ VÀ THẢO LUẬN\nCác cao chiết có độ ẩm cao chiết và hiệu suất  chiết thể hiện qua Bảng 1."}
{"text": "Bảng 1."}
{"text": "Độ ẩm cao chiết và hiệu suất chiết của\ncác mẫu cao chiết Sao nhái\nHiệu suất\nCao chiết  Ký  hiệu\nĐộ ẩm  cao chiết (%)\nTrong đó: Ao là độ hấp thu của mẫu đối chứng  âm, As là độ hấp thu của mẫu khảo sát."}
{"text": "Đường chuẩn  được dựng từ I (%) và nồng độ mẫu."}
{"text": "Dựa vào đường  chuẩn, IC50 được tính bằng cách thay y = 50 vào  phương trình đường cong phi tuyến tính logarith có  dạng y = aln(x) + b. Giá trị IC50 được định nghĩa là  nồng độ mẫu mà tại đó ức chế 50% hoạt tính  enzyme."}
{"text": "2.2.4."}
{"text": "Khảo sát hoạt tính gây độc tế bào ung\nthư\nchiết (%)  Hoa sao nhái vàng HV  8,22  32,86  Hoa sao nhái hồng HH  15,46  38,52  Lá sao nhái vàng  LV  14,01  41,98  Lá sao nhái hồng  LH  14,20  39,81\n3.1."}
{"text": "Kết quả khảo sát hoạt tính kháng oxy\nhóa dựa trên RP\nKhảo sát hoạt tính gây độc tế bào bằng phương  pháp sulforhodamine B (SRB) mô tả bởi Nuong and  Duong (2016)."}
{"text": "Kết quả thể hiện ở Bảng 2 cho thấy, các mẫu thực  nghiệm đều có hoạt tính kháng oxy hóa tốt, trong đó  mẫu HV và LH có hiệu quả ức chế gốc tự do mạnh  nhất với giá trị IC50 tương ứng là 20,27 µg/mL và  17,54 µg/mL."}
{"text": "Tuy nhiên, khả năng kháng oxy hóa  của các mẫu thực nghiệm vẫn còn thấp hơn đối  chứng dương, ascorbic acid (IC50 = 5,78 µg/mL) và  khác biệt có ý nghĩa thống kê."}
{"text": "Theo Koksal and  Gulcin (2008), năng lực khử của các hợp chất thực  vật có hoạt tính sinh học phản ánh khả năng cho  năng lượng điện tử và liên quan đến hoạt động  kháng oxy hoá."}
{"text": "Các hợp chất polyphenol là một  trong những nhóm chất chuyển hóa thực vật lớn và  phổ biến, đồng thời có khả năng kháng oxy hóa  mạnh."}
{"text": "Các dòng tế bào ung thư vú (MCF-7) và ung thư  phổi (NCI H460) được nuôi cấy trong môi trường  E’MEM có bổ sung L-glutamine (2 mL), HEPES (20  mM), amphotericin B (0,025 µg/mL), penicillin G  (100 UI/mL), streptomycin (100 µg/mL), 10%  huyết thanh bào thai bò FBS và ủ ở 37oC, 5% CO2."}
{"text": "Tế bào đơn được cấy trên những đĩa nuôi cấy 96  giếng với mật độ là 104  tế bào/giếng."}
{"text": "Sau 24 giờ  nuôi cấy, quần thể tế bào được ủ với chất khảo sát ở  các nồng độ trong 48 giờ."}
{"text": "Sau đó, protein tổng từ tế  bào thử nghiệm được cố định bằng dung dịch  trichloroacetic acid 50% lạnh và nhuộm với dung  dịch sulforhodamine B 0,2%."}
{"text": "Kết quả được đọc  bằng máy ELISA reader ở hai bước sóng 492 nm và  620 nm."}
{"text": "Đối chứng dương cho các mẫu cao chiết\n116\nTạp chí Khoa học Trường Đại học Cần Thơ   Tập 58, Số chuyên đề: Khoa học tự nhiên (2022)(2): 114-119\nBảng 2."}
{"text": "Hoạt tính kháng oxy hóa của các mẫu\nthực nghiệm và ascorbic acid\nMẫu  IC50 (µg/mL)  Ascorbic acid  5,78 ± 0,27a  HV  20,27 ± 2,57b  HH  29,70 ± 2,39c  LV  29,51 ± 1,80c  LH  17,54 ± 3,41b\n*Trong cùng một cột, chữ cái khác nhau đi kèm các kết  quả thể hiện sự khác biệt có ý nghĩa thống kê ở mức ý  nghĩa 5% bằng phép thử Turkey."}
{"text": "chất đối chứng acarbose, nổi trội nhất là mẫu LH  (IC50 là 7,50 µg/mL) với khả năng ức chế α- glucosidase mạnh hơn acarbose gấp 16 lần."}
{"text": "Tuy mẫu  HV có khả năng ức chế thấp nhất trong 4 mẫu thử  nghiệm nhưng giá trị IC50 vẫn ở mức tương đương  với acarbose (IC50 lần lượt là 145,59 µg/mL và  122,20 µg/mL)."}
{"text": "Từ những so sánh hiệu quả ức chế  α-glucosidase của thực nghiệm này, có thể thấy, khả  năng ức chế α-glucosidase của các mẫu thử nghiệm  thể hiện hoạt tính tốt hơn những nghiên cứu trước  trên thế giới dựa vào giá trị IC50."}
{"text": "Minh chứng là,  nghiên cứu của Kaisoon et al."}
{"text": "(2012) và Javadi et al."}
{"text": "(2014) có cùng chiết xuất ethanol 80% thì cao chiết  hoa sao nhái vàng và lá sao nhái hồng có khả năng  ức chế (IC50) lần lượt là 5,62 mg/mL; 23,0 µg/mL."}
{"text": "Bảng 3."}
{"text": "Kết quả giá trị IC50 của các mẫu thực\nnghiệm và acarbose\nMẫu  IC50 (µg/mL)  Acarbose  122,20 ± 1,65c  HV  145,59 ± 20,27c  HH  78,59 ± 8,77b  LV  48,58 ± 5,77b  LH  7,50 ± 0,56a\n*Trong cùng một cột, chữ cái khác nhau đi kèm các kết  quả thể hiện sự khác biệt có ý nghĩa thống kê ở mức ý  Kết quả khảo sát hoạt tính gây độc tế bào ung thư\nDựa trên một số nghiên cứu như Jadav et al."}
{"text": "(2017), có thể chứng minh rằng, cây có khả năng  kháng oxy hóa."}
{"text": "Cụ thể là, trong các dung môi thử  nghiệm (ether dầu hỏa, chloroform, methanol,  nước), chiết xuất methanol của hoa sao nhái vàng có  khả năng cao trong việc ức chế gốc tự do DPPH  (89,87%), gần bằng chất đối chứng ascorbic acid  (94,05%) ở cùng nồng độ 500 μg/mL."}
{"text": "Các tác giả  nhận định khả năng này là do có sự hiện diện của  các hợp chất polyphenol."}
{"text": "Bên cạnh đó, theo nghiên  cứu của Nurhayati et al."}
{"text": "(2018) về khả năng kháng  oxy hóa trên lá sao nhái hồng, ly trích bằng dung  môi ethanol 70% và sử dụng phương pháp ngâm  lạnh ... được khảo sát bằng phương pháp DPPH,  ABTS và FRAP, các giá trị IC50 tương ứng là 22,82  µg/mL; 31,97 µg/mL và 18,33 µM Fe(II)/µg chiết  xuất."}
{"text": "Wan-Nadilah et al."}
{"text": "(2019) đã xác định hàm  lượng polyphenol trong cao chiết ethanol của lá sao  nhái vàng là 263 mg GAE/g, khả năng kháng oxy  hóa với IC50 tương ứng là 272,46 mg/mL."}
{"text": "Từ các kết  quả nghiên cứu, giá trị của các loài sao nhái được  góp phần xác định về hoạt tính kháng oxy hóa."}
{"text": "3.2."}
{"text": "Kết quả khảo sát hoạt tính ức chế α-\nglucosidase\nTác dụng ức chế sự tăng sinh tế bào của 4 mẫu  thực nghiệm được phân tích trên tế bào ung thư vú  MCF-7 và tế bào ung thư phổi NCI H460 với đối  chứng dương camptothecin hoạt động như chất đối  chứng được thể hiện ở Bảng 4."}
{"text": "Các mẫu thử nghiệm  đều thể hiện khả năng gây độc tế bào MCF-7 ở nồng  độ 500 μg/mL với phần trăm gây độc tế bào dao  động từ 28,04% đến 72,54%."}
{"text": "Tuy nhiên, kết quả này  thấp hơn so với chứng dương camptothecin có phần  trăm gây độc 55,65% tại nồng độ 0,01 μg/mL."}
{"text": "Đối  với dòng tế bào NCI H460, cao chiết từ lá ở 2 cây  sao nhái (LV và LH) đều không thể hiện khả năng  ức chế sự tăng sinh tế bào ung thư, mặc dù ở cao  chiết hoa (HV và HH) cho thấy được tác dụng gây  độc tế bào nhưng có phần trăm gây độc tế bào yếu,  lần lượt là 11,46% và 6,32%."}
{"text": "Các chất kháng oxy hóa tự nhiên hiện diện trong  thực vật có khả năng làm sạch các gốc tự do có hại  cho cơ thể từ sự stress oxy hóa."}
{"text": "Nguyên nhân dẫn  đến sự tạo thành các gốc tự do là yếu tố chính của  sự phát triển bệnh và những biến chứng phức tạp của  đái tháo đường (Pal et al., 2011)."}
{"text": "Việc ức chế hoạt  động của α-glucosidase là biện pháp kiểm soát  lượng đường huyết do hấp thu glucose chậm sau bữa  ăn."}
{"text": "Do đó, các hợp chất có khả năng ức chế enzyme  này càng cao thì càng có tiềm năng trong việc hỗ trợ  và điều trị bệnh đái tháo đường."}
{"text": "Kết quả IC50 của  các mẫu thực nghiệm và acarbose được trình bày  qua Bảng 3.   nghĩa 5% bằng phép thử Turkey."}
{"text": "Kết quả ở Bảng 3 cũng cho thấy khả năng ức chế  α-glucosidase của các mẫu thử nghiệm mạnh hơn\nTrong các nghiên cứu trước đây chưa thấy báo  cáo nào về hoạt động gây độc tế bào ung thư phổi  NCI H460, nhưng kết quả phân tích trên tế bào ung  thư vú (MCF-7 và T47D) thì có khá nhiều và các bài  nghiên cứu cho thấy sự khác biệt trong dung môi  chiết."}
{"text": "Cụ thể, trong nghiên cứu của Pebriana et al."}
{"text": "(2008), cao methanol của lá sao nhái hồng được xác  định có hoạt tính gây độc tế bào ung thư vú T47D  (IC50 là 344,91 μg/mL); với kết quả từ Indrayudha  et al."}
{"text": "(2019), chiết xuất ethanol 96% có thể ức chế\n117\nTạp chí Khoa học Trường Đại học Cần Thơ   Tập 58, Số chuyên đề: Khoa học tự nhiên (2022)(2): 114-119\nsự sống của tế bào T47D là 55,76% tại nồng độ  1.000 μg/mL nhưng không có tác dụng gây độc tế  bào trên MCF-7."}
{"text": "Qua đó, có thể thấy rằng, sự khác  biệt trong dung môi đã ảnh hưởng đến hợp chất hòa  tan, mỗi dung môi có tính chất dung môi khác nhau\nvà khả năng hòa tan hợp chất tùy thuộc vào hợp chất  được chiết xuất và mức độ phân cực."}
{"text": "Do đó, hàm  lượng của hợp chất có khả năng gây độc tế bào  không được tìm thấy hoặc có nhưng ở mức độ thấp  (Suryani et al., 2015; Indrayudha et al., 2019)\nBảng 4."}
{"text": "Kết quả phần trăm gây độc của các cao chiết trên dòng ung thư vú MCF-7 và ung thư phổi NCI\nH460\nMẫu  Nồng độ (µg/mL)  Phần trăm gây độc tế bào (%)\nMCF-7  NCI H460  HV  500  72,54 ± 2,34c  11,46 ± 3,00b  HH  500  55,67 ± 3,82b  6,32 ± 3,93b  LV  500  63,34 ± 5,13bc  ND  LH  500  28,04 ± 5,61a  ND\nCamptothecin  0,01  55,65 ± 5,81  -  0,007  -  76,86 ± 3,11\n* Ghi chú: “-“ Không thực hiện; “ND“ Không ức chế  Trong cùng một cột, chữ cái khác nhau đi kèm các kết quả thể hiện sự khác biệt có ý nghĩa thống kê ở mức ý nghĩa 5%  bằng phép thử Turkey."}
{"text": "4."}
{"text": "KẾT LUẬN\nTrên cơ sở kết quả đã khảo sát , có thể thấy, cao  chiết ethanol 50% từ lá và hoa của 2 loài cây sao  nhái đều có khả năng ngăn chặn sự tổn thương tế  bào gây ra bởi gốc tự do, cũng như thể hiện tiềm  năng trong việc hỗ trợ và điều trị bệnh đái tháo  đường nhờ vào tác dụng ức chế mạnh hoạt động của\nα-glucosidase."}
{"text": "Cao chiết lá sao nhái hồng được đánh  giá cao trong 2 hoạt tính trên."}
{"text": "Đối với hoạt tính gây  độc tế bào, cao chiết lá và hoa sao nhái vàng thể hiện  tác dụng gây độc tế bào ung thư vú MCF-7 tốt hơn."}
{"text": "Các nghiên cứu sâu hơn cần được tiến hành về  phương pháp chiết xuất, tìm kiếm các nồng độ có  tác dụng tốt nhất trên lâm sàng nhằm sử dụng hiệu  quả nguồn nguyên liệu tự nhiên mới này."}
{"text": "TÀI LIỆU THAM KHẢO\nAndrade, C.A., Becerra, J.J., & Cárdenas, V.R."}
{"text": "Javadi, N., Abas, F., Hamid, A.A., Simoh, S., Shaari,\n(2008)."}
{"text": "Journal of Ethnopharmacology,  116(1), 27-32.  https://doi.org/10.1016/j.jep.2007.10.031  Dong, H.Q., Li, M., Zhu, F., Liu, F.L., & Huang,\nK., Ismail, I.S., Mediani, A., & Khatib, A."}
{"text": "(2014)."}
{"text": "GC‐MS‐Based Metabolite profiling of  Cosmos caudatus leaves possessing alpha‐ glucosidase inhibitory activity."}
{"text": "Journal of Food  Science, 79, 1130-1136.  https://doi.org/10.1111/1750-3841.12491  Kaisoon, O., Konczak, I., & Siriamornpu, S. (2012)."}
{"text": "J.B. (2012)."}
{"text": "Inhibitory potential of trilobatin  from Lithocarpus polystachyus Rehd against α- glucosidase and α-amylase linked to type 2  diabetes."}
{"text": "Food Chemistry, 130, 261-266.  https://doi.org/10.1016/j.foodchem.2011.07.030  Indrayudha, P., Astuti, R.W., & Farah, Q.A.H."}
{"text": "Food Research  International, 46, 563-571.  https://doi.org/10.1016/j.foodres.2011.06.016  Koksal, E., & Gulcin, I."}
{"text": "(2008)."}
{"text": "botrytis) buds."}
{"text": "Protein  and Peptide Letters, 15(4), 320-326."}
{"text": "Kwon, Y. I., Apostolidis, E., & Shetty, K. (2008)."}
{"text": "(2019)."}
{"text": "Aktivitas sitotoksik ekstrak etanol daun  kenikir (Cosmos caudatus Kunth) terhadap sel  MCF-7 dan kombinasinya dengan ekstrak etanol  daun sirih (Piper betle) terhadap sel T47D."}
{"text": "The  9th University Research Colloqium, 9(1), 93-103."}
{"text": "Jadav, K. M., & Gowda, K.N.N."}
{"text": "(2017)."}
{"text": "(2016)."}
{"text": "phytochemical analysis and in vitro antioxidant  activity of Araucaria columnari bark peel and  Cosmos sulphureus flowers."}
{"text": "BMC Complementary and\n118\nTạp chí Khoa học Trường Đại học Cần Thơ   Tập 58, Số chuyên đề: Khoa học tự nhiên (2022)(2): 114-119\nAlternative Medicine, 16, 202-236.  https://doi.org/10.1186/s12906-016-1212-z  Nisa K., Apriyana W., & Rosyida V.T."}
{"text": "(2019)."}
{"text": "caudatus Kunth."}
{"text": "(Compositae)."}
{"text": "Shekar, S. C. (2009)."}
{"text": "Sia, Y. S., Chern, Z. W., Hii, S. P., Tiu, Z."}
{"text": "(2020)."}
{"text": "Antimicrobial, antioxidant  and cytotoxic activities of Cosmos caudatus  extracts."}
{"text": "A. G."}
{"text": "W.S., Afifah, E., Arumwardana, S., Kusuma,  H.S.W., Rizal, R., & Widowati, W. (2018)."}
{"text": "The  antioxidant and cytotoxic effects of Cosmos  caudatus ethanolic extract on cervical cancer."}
{"text": "The Indonesian Biomedical Journal, 10, 243-249.  https://doi.org/10.18585/inabj.v10i3.441  Oliveira, P. F. D., Alves, J. M., Damasceno, J. L.,\nN. (2015)."}
{"text": "Pengaruh jenis pelarut terhadap  kandungan total flavonoid dan aktifitas  antioksidan ekstrak daun matoa (Pometia pinnata)."}
{"text": "https://ojs.unud.ac.id/index.php/itepa/article/view/ 22645/14872  Thiard, F., Trinh, T. T., Vi, N. T., Nghĩa, N. H., Hoa,\nOliveira, R. A. M., Dias Júnior, H., Crotti, A. E.  M., & Tavares, D. C. (2015)."}
{"text": "Revista Brasileira de Farmacognosia, 25, 183-188."}
{"text": "Pal, R., Girhepunje, K., Shrivastav, N., Hussain M.\nN. D. L., Phụng, N. K. P., Hạnh, N. N., &  Dương, H. H. T. (2008)."}
{"text": "Khảo sát hoạt tính ức  chế tăng trưởng của các cây thuốc Việt Nam trên  dòng tế bào ung thư cổ tử cung HeLa."}
{"text": "Tạp chí  phát triển Khoa học và Công nghệ, 11(1), 74-81."}
{"text": "Trang, N. Q., & Thạch, L. N. (2008)."}
{"text": "Khảo sát tinh\nM., & Thirumoorthy."}
{"text": "(2011)."}
{"text": "Paulsamy, S., Moorthy, D., Nandakumar, K., &\ndầu Sao nhái hồng (Cosmos caudatus HBK)."}
{"text": "Tạp  chí Phát triển Khoa học và Kỹ thuật, 11(7), 67-72."}
{"text": "Vinh, H. N., Hạnh, N. H. M., Quang, T. T., &\nPhụng, N. K. P. (2005)."}
{"text": "Góp phần tìm hiểu thành  phần hoá học của cây Chuồn Chuồn Cosmos  sulphureus Cav., họ Cúc (Asteraceae)."}
{"text": "Tạp chí  Hoá Học, 43(4), 517-519.  https://doi.org/10.1007/978-94-007-7395-0_19  Wan-Nadilah, W. A., Khozirah, S., Khatib, A., &\nSaradha, M. (2013)."}
{"text": "A."}
{"text": "(2019)."}
{"text": "B."}
{"text": "(2019)."}
{"text": "Larvicidal\nWijayanti, N. L. S., Wijayanti, T. R., Riyanto, S.,  & Meiyanto, E. (2008)."}
{"text": "Apoptotic effect of  kenikir leaves (Cosmos caudatus Kunth)  methanolic extract on breast cancer cell line."}
{"text": "Pharmacon, 9(1), 21-26.  http://hdl.handle.net/11617/971  Phụng, N. K. P. (2007)."}
{"text": "Phương pháp cô lập hợp chất\nhữu cơ (trang 28-54)."}
{"text": "Nhà xuất bản Đại Học  Quốc Gia Thành Phố Hồ Chí Minh."}
{"text": "Rasdi, N.H.M., Samah, O.A., Sule, A., & Ahmed,\nQ.U."}
{"text": "(2010)."}
{"text": "Antimicrobial studies of Cosmos\neffect of kenikir leaves extract (Cosmos caudatus  Kunth.)"}
{"text": "against Aedes aegypti L. larvae vector of  dengue hemorrhagic eever."}
