{"text": "ẢNH HƯỞNG CỦA SỰ THAM GIA VÀ ĐÀO TẠO  NHÂN VIÊN ĐẾN LỢI ÍCH MÔI TRƯỜNG VÀ  LỢI ÍCH XÃ HỘI TẠI CÁC DOANH NGHIỆP  VIỆT NAM\nNguyễn Thành Độ Trường Đại học Kinh tế Quốc dân\nEmail: thdoneu@yahoo.com\nHà Nguyễn Ngọc Linh Trường Đại học kinh tế Quốc dân Email: hanguyenngoclinh204@gmail.com\nNguyễn Anh Tú  Trường Đại học Kinh tế Quốc dân  Email:tuna@neu.edu.vn\nMã bài: JED - 992 Ngày nhận bài: 23/10/2022 Ngày nhận bài sửa: 01/03/2023 Ngày duyệt đăng: 16/03/2023 DOI: 10.33301/JED.VI.992\nTóm tắt Nghiên cứu này kiểm định ảnh hưởng của hai biến độc lập là Đào tạo và Sự tham gia của nhân  viên tới lợi ích môi trường và lợi ích xã hội tại các doanh nghiệp có áp dụng hệ thống quản  lý môi trường ISO:14001 ở Việt Nam."}
{"text": "Thông qua phân tích 258 phiếu khảo sát tại các doanh  nghiệp đang áp dụng hệ thống quản lý môi trường ISO:14001, kết quả nghiên cứu xác nhận  cả hai biến độc lập là đào tạo và sự tham gia của nhân viên đều có tác động đến 2 biến phụ  thuộc là lợi ích môi trường và lợi ích xã hội."}
{"text": "Trong đó, biến đào tạo nhân viên có ảnh hưởng  đến hai mặt lợi ích mạnh hơn so với biến sự tham gia của nhân viên."}
{"text": "Ngoài ra, trong nghiên  cứu này cũng xác nhận ảnh hưởng mạnh mẽ nhất thuộc về tác động từ lợi ích môi trường trong  ba biến có tác động tới lợi ích xã hội."}
{"text": "Từ khoá: Lợi ích môi trường, Lợi ích xã hội, Sự tham gia của nhân viên, Đào tạo nhân viên,  Hệ thống quản lý môi trường."}
{"text": "1."}
{"text": "Giới thiệu\nTrong bối cảnh toàn cầu hoá, ngày càng có nhiều yếu tố đến từ môi trường bên ngoài ảnh hưởng tới sự\nphát triển của một quốc gia hay tổ chức."}
{"text": "Do đó, các nhà hoạch định chính sách và nhà quản trị bắt đầu quan\ntâm nhiều hơn tới các chiến lược phát triển bền vững."}
{"text": "Đặc biệt các vấn đề xoay quanh môi trường đang đòi\nSố 310(2) tháng 4/2023 2\nhỏi các biện pháp và chiến lược nhanh chóng, kịp thời và dài hạn nhằm bảo vệ và duy trì tính bền vững cho  môi trường."}
{"text": "Qua các hội nghị thượng đỉnh về môi trường như Hội nghị thượng đỉnh về Thích ứng biến đổi  khí hậu năm 2021 (CAS), Hội nghị Môi trường thế giới năm 2022 tại Thuỵ Điển, cho thấy mức độ quan  tâm ngày càng tăng của các quốc gia và công chúng đối với các vấn đề về môi trường."}
{"text": "Điều này đòi hỏi  các doanh nghiệp và các bên liên quan phải nhìn nhận một cách nghiêm túc về việc áp dụng hệ thống quản  lý môi trường như là một yêu cầu kinh doanh thực tiễn cần phải có (Zeng & cộng sự, 2011) để cải thiện  hình ảnh của công ty trong mắt công chúng (Chavan, 2005)."}
{"text": "Hiện nay, một số hệ thống quản lý môi trường  và chứng nhận được tạo ra nhằm khuyến khích các hành vi xanh như, ISO 14001, EMAS, FSC và Mcerts."}
{"text": "Trong đó, chứng nhận ISO 14001 được các tài liệu đánh giá có tầm quan trọng hàng đầu đối với cả các nhà  quản lý và các học giả (Sartor & cộng sự, 2019)."}
{"text": "Tại Việt Nam đã có những quy định cụ thể về các vấn đề  môi trường cũng như bảo vệ môi trường."}
{"text": "Theo đó, luật Bảo vệ môi trường được Quốc hội (2020) ban hành  nhằm quy định về hoạt động bảo vệ môi trường; quyền và nghĩa vụ của các cơ quan, tổ chức, cộng đồng  dân cư, hộ gia đình và cá nhân trong công tác bảo vệ môi trường."}
{"text": "Đặc biệt tại điểm e khoản 1 Điều 53 của  Luật bảo vệ môi trường nêu rõ các đối tượng phải bố trí nhân sự phụ trách bảo vệ môi trường và phải có hệ  thống quản lý môi trường theo tiêu chuẩn quốc gia TCVN ISO:14001 hoặc tiêu chuẩn quốc tế ISO:14001."}
{"text": "Một số nghiên cứu thực nghiệm cũng chỉ ra các kết quả và lợi ích liên quan đến việc áp dụng ISO 14001."}
{"text": "Xét trên góc độ lý thuyết, một số học giả tiếp cận dựa trên lý thuyết về nguồn nhân lực của doanh nghiệp  chỉ ra rằng việc áp dụng ISO:14001 giúp tạo ra lợi thế cạnh tranh cho chính doanh nghiệp."}
{"text": "Thống kê các kết  quả nghiên cứu chỉ ra rằng áp dụng ISO:14001 giúp giảm tiêu thụ tài nguyên (Melnyk & cộng sự, 2002),  giảm lượng chất thải sản xuất và giảm các nguy cơ tai nạn môi trường (Sambasivan & Fei, 2008), giúp hình  ảnh công ty được cải thiện và mối quan hệ với các bên liên quan có thể mở ra thị trường kinh doanh mới và  thu hút khách hàng (Waxin & cộng sự, 2019)."}
{"text": "Từ đây, có thể thấy lợi ích môi trường, kết quả làm việc, lợi  nhuận, cải thiện hình ảnh, cải thiện sự hài lòng của khách hàng và nhân viên, cải thiện lợi thế cạnh tranh, cải  thiện các mối quan hệ với các bên liên quan là những lợi ích được xem xét rất nhiều (Tarí & cộng sự, 2012)."}
{"text": "Qua trình bày ở trên, có thể thấy việc áp dụng ISO 14001 đang được coi là tấm hộ chiếu mở để các công  ty đa quốc gia hiện thực hóa mục tiêu gia nhập vào thị trường quốc tế, đặc biệt là thị trường của các quốc  gia phát triển, nơi mà cả nhà nước và người dân đều quan tâm và yêu cầu nghiêm ngặt về các vấn đề bảo vệ  môi trường."}
{"text": "Tuy nhiên, vẫn chưa có công trình nào tại Việt nam tập trung vào đánh giá ảnh hưởng của lợi  ích môi trường tới lợi ích xã hội cũng như ảnh hưởng trực tiếp của đào tạo và sự tham gia của nhân viên tới  2 mặt lợi ích này khi áp dụng hệ thống quản lý môi trường ISO 14001."}
{"text": "Chính vì vậy rất cần tiến hành các  nghiên cứu thực nghiệm để làm rõ các mối quan hệ này."}
{"text": "2."}
{"text": "Tổng quan và mô hình nghiên cứu\n2.1."}
{"text": "Tổng quan nghiên cứu\n2.1.1."}
{"text": "Lợi ích môi trường và lợi ích xã hội\nTổng quan các nghiên cứu trước đây, nhóm tác giả nhận thấy việc áp dụng hệ thống quản lý môi trường  ISO:14001 đã mang lại lợi ích về cả mặt môi trường và xã hội cho doanh nghiệp."}
{"text": "Xét trên phương diện môi  trường nhiều nghiên cứu trước đây đã chỉ ra hệ thống quản lý môi trường ISO:14001 đã và đang mang lại các  lợi ích môi trường cho doanh nghiệp."}
{"text": "Vào thập niên 1990, nghiên cứu về cải thiện môi trường của Beardsley  (1996) coi lợi ích môi trường chính là giảm ô nhiễm, khuyến khích ngăn ngừa ô nhiễm tại nguồn; ngăn chặn  hoặc giảm thiểu việc thải các chất theo quy định; khuyến khích sử dụng các công nghệ sạch hơn và giảm thiểu  chất thải; đảm bảo xem xét các khí thải từ các quá trình công nghiệp trên các phương tiện truyền thông nếu  chúng ảnh hưởng đến môi trường nói chung."}
{"text": "Sau này, Prajogo & cộng sự (2012) nhận định rằng lợi ích môi  trường là kết quả mong đợi đầu tiên và quan trọng nhất, kết quả này được thể hiện thông qua giảm năng lượng,  giảm chất thải và bảo tồn tài nguyên."}
{"text": "Việc xây dựng, áp dụng hệ thống quản lý môi trường ISO:14001 không chỉ giúp bảo vệ môi trường mà  còn giúp các doanh nghiệp cải thiện uy tín và hình ảnh của mình với các bên có liên quan."}
{"text": "Các nghiên cứu  trước đây cũng đã chứng minh rằng lợi ích xã hội có thể có được từ việc áp dụng ISO:14001 bao gồm cải  thiện nhận thức về môi trường của nhân viên, gia tăng lòng trung thành, cải thiện mối quan hệ xã hội và cải\nSố 310(2) tháng 4/2023 3\nthiện hình ảnh của doanh nghiệp (Prajogo & cộng sự, 2012; Psomas & cộng sự, 2011; Gavronski & cộng sự,  2008)."}
{"text": "Điều này phù hợp với quan điểm của Gwinner (1998 - trích bởi Colgate & cộng sự, 2005) khi nhận  định lợi ích xã hội là việc thu được kết quả từ các lĩnh vực khác và toàn xã hội."}
{"text": "2.1.2."}
{"text": "Sự tham gia của nhân viên\nĐể áp dụng hệ thống quản lý môi trường ISO:14001 tại các doanh nghiệp thì sự tham gia của nhân viên  là một nhân tố không thể thiếu."}
{"text": "Một khảo sát của HR Focus (1993) chỉ ra rằng sự tham gia của nhân viên là  một trong ba mối quan tâm hàng đầu trong số 1000 người được hỏi (trích bởi Sun & cộng sự, 2000)."}
{"text": "Theo  Rabinowitz & Hall (1977)  sự tham gia của nhân viên là kết quả giữa các đặc điểm và phản ứng của cá nhân  với ảnh hưởng từ doanh nghiệp."}
{"text": "Mặt khác, Strauss (1982) nhấn mạnh rằng sự tham gia của nhân viên là  mức độ tham gia của nhân viên trong công việc và mức độ độc lập của họ (trích bởi Lin, 2010)."}
{"text": "Đến thập  niên 2000, sự tham gia của nhân viên được xem là một khái niệm có phạm vi rộng của các hoạt động thực  hành, là nhiệm vụ bởi những nhân viên có ảnh hưởng đến cách thức tổ chức và thực hiện công việc (Fenton- O’Creevy, 2001), là hình thức uỷ quyền mà cấp dưới có quyền kiểm soát nhiều và tự do hơn giúp thu hẹp  khoảng cách giữa cấp trên và cấp dưới (Noah, 2008)."}
{"text": "Trong quản lý môi trường, nhân viên được trao quyền  để xử lý các vấn đề môi trường."}
{"text": "Các chương trình đề xuất của doanh nghiệp thường khuyến khích nhân viên  đưa ra đề xuất về cải thiện hiệu quả hoạt động môi trường nơi nhân viên được ghi nhận nếu có đóng góp."}
{"text": "2.1.3."}
{"text": "Đào tạo cho nhân viên\nNhằm đạt được hiệu quả hoạt động khi áp dụng hệ thống quản lý môi trường ISO:14001, nhân viên phải  được đào tạo về các kiến thức, kỹ năng cần thiết để tăng thêm nhận thức về môi trường, thực hiện trách  nhiệm và đạt được các mục tiêu môi trường đã đề ra."}
{"text": "Theo Campbell & cộng sự (1970), đào tạo là trải  nghiệm học tập có kế hoạch được thiết kế để mang lại sự thay đổi về kiến thức thái độ hoặc kỹ năng của cá  nhân (trích bởi Noe, 1986)."}
{"text": "Cùng quan điểm đó, Sisson (1989) khẳng định đào tạo là một quá trình đảm bảo  nhân viên có kiến thức và kỹ năng cần thiết để thực hiện công việc hiện tại và trong tương lai của tổ chức."}
{"text": "Đến thập niên 90, đào tạo được xem xét dưới góc độ cầu nối giúp nhân viên đạt được yêu cầu của tổ chức  trong bối cảnh đáp ứng thách thức của sự thay đổi và cạnh tranh ngày càng gia tăng (Thomas, 1992)."}
{"text": "Gần  đây, cùng với sự thay đổi của các cuộc cách mạng công nghệ, đào tạo được xem xét dưới góc độ hệ thống,  trở thành một con đường để quản lý nhận thức của nhân viên về các nguồn lực sẵn có nhằm thực hành và sử  dụng thành thạo hệ thống mới (Marler & cộng sự, 2006)\n2.2."}
{"text": "Mô hình và giả thuyết nghiên cứu\nHiện nay, ngày càng có nhiều doanh nghiệp tuân thủ theo khung lý thuyết ba điểm mấu chốt (Triple  bottom line), dùng đánh giá kết quả hoạt động của tổ chức kết hợp cả 3 khía cạnh: xã hội, môi trường và  tài chính."}
{"text": "Nói cách khác ba điểm mấu chốt (3BL) là đạt được lợi nhuận mà tránh gây hại cho con người và  hành tinh (Prajogo & cộng sự, 2012)."}
{"text": "Vì vậy trong nghiên cứu này, nhóm tác giả dựa trên khung lý thuyết  về ba điểm mấu chốt để tiến hành đề xuất mô hình và kiểm định mối quan hệ."}
{"text": "Tuy nhiên, trong khuôn khổ  giới hạn của một bài báo nhóm tác giả chỉ thực hiện kiểm định mối quan hệ tới hai biến phụ thuộc là lợi ích  môi trường và lợi ích xã hội."}
{"text": "2.2.1."}
{"text": "Ảnh hưởng của sự tham gia của nhân viên tới lợi ích môi trường và xã hội."}
{"text": "Tổng quan nghiên cứu cho thấy sự tham gia của nhân viên là một yếu tố quan trọng ảnh hưởng đến lợi ích  xã hội và môi trường khi áp dụng hệ thống quản lý môi trường ISO:14001."}
{"text": "Chen & cộng sự (2020) thực hiện  một nghiên cứu với quy mô 220 phiếu từ các doanh nghiệp Trung Quốc đã kết luận sự tham gia của nhân  viên có ảnh hưởng trực tiếp tích cực đến lợi ích môi trường khi áp dụng ISO:14001."}
{"text": "Điều này tương đồng  với kết quả thu được từ một số nghiên cứu trước đó như Guerci & cộng sự (2016), Bon & cộng sự (2018)."}
{"text": "Đồng thời, một số học giả trước đây cũng nhận thấy sự tham gia của nhân viên có tác động tới lợi ích xã hội  của doanh nghiệp thông qua cải thiện điều kiện làm việc của nhân viên và hình ảnh doanh nghiệp (Maletic  & cộng sự, 2015)."}
{"text": "Từ các phân tích trên đây nhóm tác giả đề xuất kiểm định giả thuyết:\nH1a: Sự tham gia của nhân viên tác động trực tiếp thuận chiều đến lợi ích môi trường của doanh nghiệp  áp dụng ISO:14001 tại Việt Nam."}
{"text": "Số 310(2) tháng 4/2023 4\nH1b: Sự tham gia của nhân viên tác động trực tiếp thuận chiều đến lợi ích xã hội của doanh nghiệp áp  dụng ISO:14001 tại Việt Nam."}
{"text": "2.2.2."}
{"text": "Ảnh hưởng của đào tạo nhân viên tới lợi ích môi trường và xã hội."}
{"text": "Theo một số học giả, việc đào tạo kiến thức, kỹ năng cho nhân viên đóng vai trò quan trọng trong việc  nâng cao lợi ích môi trường (Guerci & cộng sự, 2016; Masri & Jaaron, 2017) và lợi ích xã hội (Sarkis &  cộng sự, 2010)."}
{"text": "Hầu hết các nghiên cứu đều chỉ ra rằng đào tạo giúp giảm chất thải trong quá trình sản xuất  (Sarkis & cộng sự, 2010), giảm tiêu thụ năng lượng (Longoni & cộng sự, 2016), cải thiện ý thức, kỹ năng  và thái độ của nhân viên về môi trường (Sammalisto & Brorson, 2008); cải thiện hình ảnh của doanh nghiệp  (Bon & cộng sự, 2018)."}
{"text": "Từ đó, nhóm tác giả đề xuất kiểm định giả thuyết:\nH2a: Đào tạo nhân viên có ảnh hưởng trực tiếp thuận chiều đến lợi ích môi trường của doanh nghiệp áp  dụng ISO:14001 tại Việt Nam."}
{"text": "H2b: Đào tạo nhân viên có ảnh hưởng trực tiếp thuận chiều đến lợi ích xã hội của doanh nghiệp áp dụng  ISO:14001 tại Việt Nam."}
{"text": "2.2.3."}
{"text": "Ảnh hưởng của lợi ích môi trường lên lợi ích xã hội."}
{"text": "Tổng quan nghiên cứu cho thấy việc đạt được lợi ích môi trường hỗ trợ thêm cho việc đạt được lợi ích xã  hội của doanh nghiệp."}
{"text": "Theo Prajogo & cộng sự (2012) các doanh nghiệp tập trung vào triển khai các biện  pháp để đạt và củng cố lợi ích môi trường sẽ đạt được lợi ích xã hội trong tương lai."}
{"text": "Điều này là phù hợp khi  các lợi ích môi trường đạt được cũng đồng nghĩa với hình ảnh doanh nghiệp trong mắt các bên liên quan như  đối tác, chính phủ, khách hàng… sẽ được cải thiện."}
{"text": "Vì vậy, nhóm nghiên cứu đề xuất kiểm định giả thuyết:\nH3: Lợi ích môi trường ảnh hưởng trực tiếp thuận chiều đến lợi ích xã hội của doanh nghiệp áp dụng  ISO:14001 tại Việt Nam."}
{"text": "Từ các lập luận trên đây nhóm tác giả đề xuất mô hình nghiên cứu tại Hình 1."}
{"text": "Hình 1: Mô hình nghiên cứu\nNguồn: Nhóm tác giả đề xuất\n3."}
{"text": "Phương pháp nghiên cứu\nNhóm tác giả tiến hành khảo sát các doanh nghiệp tại Việt Nam đã có chứng nhận ISO14001 thông qua  danh sách công bố của tổ chức chứng nhận thông qua bảng khảo sát được kế thừa trình bày chi tiết tại Bảng  1."}
{"text": "Nhóm tác giả đã gửi đi 1000 phiều khảo sát, thu về được 301 phiếu (30,1% phiếu gửi đi)."}
{"text": "Sau khi lọc và  loại bỏ những phiếu không hợp lệ do thiếu thông tin, còn lại 258 phiếu đưa vào phân tích (85,71% phiếu  thu về)."}
{"text": "Thang đo nghiên cứu được nhóm tác giả kế thừa từ các nghiên cứu cùng mảng quản lý môi trường, có  lượt trích dẫn cao trong các tạp chí quốc tế uy tín."}
{"text": "Ngôn ngữ trong bảng hỏi được nhóm tác giả dịch từ Tiếng  Anh sang Tiếng Việt để phù hợp với đối tượng khảo sát."}
{"text": "Bảng hỏi này được giảng viên có năng lực chuyên  môn dịch ngược lại Tiếng Anh để đảm bảo độ chính xác và tất cả những người được hỏi đều hiểu các câu  hỏi theo cách giống nhau."}
{"text": "Nghiên cứu này sử dụng hệ số Cronbach’s Alpha để kiểm tra độ tin cậy của thang đo, phân tích nhân tố  khám phá (EFA) và phân tích nhân tố khẳng định (CFA) để đánh giá độ phù hợp của dữ liệu, tính hội tụ và\nSố 310(2) tháng 4/2023 5\ntính phân biệt của các biến trong thang đo."}
{"text": "Cuối cùng, công trình này sử dụng mô hình cấu trúc tuyến tính  (SEM) để kiểm định các giả thuyết nghiên cứu."}
{"text": "4."}
{"text": "Kết quả nghiên cứu\n4.1."}
{"text": "Kết quả thống kê mô tả\nKết quả thống kê mô tả cho thấy trong bộ mẫu của nghiên cứu này ngành hoá chất chiếm tỷ lệ cao nhất  (31.8%), sau đó là ngành Cơ khí (19.8%), ngành Điện tử Điện lạnh (16.3%), các ngành khác (12.4%), các  ngành Dịch vụ, Xây dựng và vật liệu xây dựng (VLXD), Dệt may, và Thực phẩm chiếm tỷ lệ tương đối nhỏ  trong bộ mẫu."}
{"text": "Xét về thời gian áp dụng, kết quả cho thấy chủ yếu là các doanh nghiệp áp dụng hệ thống quản lý môi  trường ISO:14001 dưới 5 năm (48.2%), tiếp đó là từ 5 năm đến 10 năm (37.6%), cuối cùng là trên 10 năm  (13.2%)."}
{"text": "Đối với quy mô doanh nghiệp, tập trung chủ yếu là các doanh nghiệp với số lượng nhân viên từ  100 đến 1000 nhân viên (46.12%); số doanh nghiệp có dưới 100 nhân viên đứng thứ 2 (42.64%), rồi tới các  doanh nghiệp có từ 1000 đến 5000 nhân viên (10.08%), cuối cùng là các doanh nghiệp có trên 5000 nhân  viên (1.16%)."}
{"text": "4.2."}
{"text": "Kiểm định độ tin cậy của thang đo\nKết quả kiểm định cho thấy Sự tham gia của nhân viên (EI); Đào tạo nhân viên (TR); Lợi ích xã hội (SOC)  đều đạt giá trị tin cậy tốt với Cronbach’s Alpha >0.7."}
{"text": "Riêng thang đo Lợi ích môi trường có α=0.648<0.7  với quan sát ENB2 nếu xóa đi sẽ nâng đáng kể hệ số α của biến lên 0.902."}
{"text": "Đồng thời hệ số tương quan biến  tổng của ENB2 là 0.041<0.3, do đó ENB2 bị loại ở bước này."}
{"text": "Kết quả kiểm định độ tin cậy được trình bày  chi tiết tại Bảng 1."}
{"text": "Bảng 1: Kết quả kiểm định độ tin cậy, EFA, CFA\nNguồn\nNhân tố\nλ  quan  sát\nα nếu  bị  xóa\nQuan  sát kế  thừa\nQuan  sát  hợp  lệ\nHệ số  tải  nhân  tố\nHệ số  tương  quan biến  tổng\n\n\nSự tham gia của nhân viên  0.881\nEI1: Nhóm công tác được thành lập  để giải quyết các vấn đề về môi  trường  .711  .856  .744  0.854\n0.856\n.681  .863  .708\nEI2: Nhân viên được trao quyền để  xử lý các vấn đề môi trường và  tham gia tích cực vào việc xác định  các mục tiêu môi trường\n5  5\nEI3: Công ty có các biện pháp để  khuyến khích nhân viên đề xuất giải  pháp cải tiến môi trường  .687  .862  .755  0.758\nEI4: Nhân viên được ghi nhận khi  có đóng góp cải tiến hiệu quả môi  trường của Công ty  .737  .850  .828  0.876\nWee &  Quazi  (2005)\nEI5: Đánh giá hiệu quả làm việc của  nhân viên có gắn với các mục tiêu  môi trường  .757  .845  .827\n0.000\nĐào tạo nhân viên  0.922\nTR1: Nhân viên được đào tạo các  kỹ năng để thực hiện các trách  nhiệm của họ về môi trường  .767  .917  .775  0.923\nTR2: Nhân viên được giáo dục để  tăng nhận thức về môi trường  .870  .883  .925  0.813\n4  4\nSố 310(2) tháng 4/2023 6\n\nTR3: Phạm vi và nội dung đào tạo  thường xuyên được xem xét và cải  tiến  .831  .894  .885\nTR5: Nguồn lực cho đào tạo được  cung cấp đầy đủ  .816  .899  .879  0.779\n0.000\nLợi ích môi trường  0.902\nENB1: Giảm chất thải   .794  .869  .857  0.740\nENB3: Giảm tiêu thụ tài nguyên  (Nhiệt năng, điện, nước...)  .798  .867  .875  0.784\n5  4\nENB4: Cải thiện quá trình xử lý  chất thải  .712  .898  .711  0.822\nMaletic &  cộng sự  (2015)  Martín- Peña &  cộng sự  (2014)\nENB5: Nâng cao khả năng tiếp cận  với các công nghệ xanh  .820  .859  .889\n0.000\nLợi ích xã hội  0.849\n3  3\nMaletic &  cộng sự  (2015)\nSOC1: Cải thiện điều kiện làm việc  cho nhân viên  .639  .862  .608  0.920\nNguồn\nNhân tố\nλ  quan  sát\nQuan  sát kế  thừa\nα nếu  bị  xóa\nQuan  sát  hợp  lệ\nHệ số  tải  nhân  tố\nHệ số  tương  quan biến  tổng\nSOC2: Cải thiện hình ảnh cho  doanh nghiệp  .801  .707  .970  0.881\nSOC3: Tăng cường giáo dục và đào  tạo cho nhân viên  .721  .787  .826  0.856\nNguồn: Kết quả phân tích SPSS\n4.3."}
{"text": "Phân tích nhân tố khám phá (EFA)\nKết quả kiểm định EFA với phép trích Principal Axis Factoring và phép xoay xiên góc Promax cho thấy  hệ số KMO đạt 0.5<0.860<1 và sig Bartlett’s Test =0.000<0.05, tổng phương sai trích đạt 68.21%>50% với  eigenvalue>1 và hệ số tải của nhân số >0.5 (Bảng 1) nên các biến độc lập là phù hợp và không có quan sát  nào bị loại bỏ tại bước này."}
{"text": "4.4."}
{"text": "Phân tích nhân tố khẳng định (CFA)\nKết quả kiểm định cho thấy các chỉ số độ phù hợp của mô hình đều đạt chuẩn yêu cầu Chi-square/df=1.371  < 3; GFI= 0,940>0.9; CFI=0.986>0.9; TLI= 0.983 >0.9; RMSEA= 0.038 <0.06 và PCLOSE=0.901 > 0.5 là  tốt (Hu & Bentler, 1999)."}
{"text": "Chi tiết được trình bày tại Bảng 1 và Hình 2."}
{"text": "Bảng 2: Kết quả Stats Tools Package    CR  AVE  MSV  MaxR(H)  ENB  El  TR  SOC\nENB  0.903  0.701  0.143  0.910  0.837\nEl  0.853  0.593  0.078  0.858  0.242  0.770\nTR  0.924  0.754  0.109  0.932  0.291\nSOC  0.858  0.670  0.143  0.897  0.378  0.279  0.330\nNgoài ra, chất lượng các biến quan sát trong mô hình là tốt và có ý nghĩa thống kê bởi p-value <0.05 và  λ (hệ số tải nhân tố) >0.5."}
{"text": "Do đó, toàn bộ các biến quan sát thích hợp cho các phân tích SEM (Hair & cộng  sự, 2010)."}
{"text": "Phương sai trích (AVE) của tất cả các biến đều >0.5, độ tin cậy tổng hợp (CR) đều >0.8 và căn  bậc hai của AVE của các cấu trúc đều cao hơn các tương quan giữa các cấu trúc nên độ tin cậy và tính hợp  lệ của mỗi thang đo về giá trị hội tụ và giá trị phân biệt là đạt chuẩn yêu cầu (Hair & cộng sự, 2010)."}
{"text": "Do đó,  các biến quan sát được giữ nguyên và chuyển đến kiểm định giả thuyết thông qua kiểm định mô hình cấu  trúc tuyến tính (SEM)."}
{"text": "Chi tiết kết quả được trình bày tại Bảng 2."}
{"text": "Số 310(2) tháng 4/2023 7\nHình 2: Kết quả phân tích CFA\n\nNguồn: Kết quả phân tích AMOS\n4.5."}
{"text": "Kết quả phân tích SEM\nKết quả kiểm định SEM trình bày tại hình 3 cho thấy các chỉ số độ phù hợp của mô hình đều đạt chuẩn yêu  cầu Chi-square/df=1.371 < 3; GFI= 0,940>0.9; CFI=0.986>0.9; TLI= 0.983 >0.9; RMSEA= 0.038 <0.06 và  PCLOSE=0.901 > 0.5 là tốt (Hu & Bentler, 1999)."}
{"text": "Hình 3: Kết quả phân tích SEM\n\nNguồn: Kết quả phân tích AMOS\nKết quả kiểm định SEM tại Bảng 3 cho thấy tất cả các mối quan hệ trong mô hình đều có ý nghĩa thống\nkê do p-value<0.05."}
{"text": "Từ bảng hệ số hồi quy chuẩn hoá, có thể kết luận: i) đối với Lợi ích môi trường, Đào tạo\n(0.235) có tác động mạnh hơn so với Sự tham gia của nhân viên (0.159); ii) Đối với Lợi ích xã hội, Lợi ích\nmôi trường (0.287) có tác động mạnh nhất, đứng thứ hai là Đào tạo (0.197) và cuối cùng là Sự tham gia của\nnhân viên (0.140)."}
{"text": "Như vậy tất cả các giả thuyết đặt ra gồm H1a, H1b, H2a, H2b, H3 đều được chấp nhận\nvà các biến độc lập trong mô hình nghiên cứu giải thích được 10.7% sự biến thiên của Lợi ích môi trường\nvà 21.2% sự biến thiên của biến Lợi ích xã hội."}
{"text": "Số 310(2) tháng 4/2023 8\nBảng 3: Kết quả kiểm định giả thuyết nghiên cứu sử dụng SEM  Biến  Giả thuyết  p-value  β chuẩn hóa  R2  Trạng thái\nENB        0.107    ENB <-EI  H1a  0.028  0.159    Ủng hộ  ENB <-TR  H1b  0.000  0.235    Ủng hộ  SOC        0.212    SOC <-EI  H2a  0.046  0.140    Ủng hộ  SOC <-TR  H2b  0.005  0.197    Ủng hộ  SOC <-ENB  H3  0.000  0.287    Ủng hộ\nNguồn: Kết quả phân tích AMOS\n5."}
{"text": "Thảo luận kết quả nghiên cứu và hàm ý nghiên cứu\n5.1."}
{"text": "Thảo luận kết quả nghiên cứu\nKết quả nghiên cứu cho thấy cả đào tạo và sự tham gia của nhân viên đều tác động đến lợi ích môi trường  và xã hội, trong đó, đào tạo có tác động mạnh hơn so với sự tham gia của nhân viên."}
{"text": "Kết quả này tương đồng  với một số nghiên cứu trước đây (Renwick & cộng sự, 2008; Longoni & cộng sự, 2014) nhưng cũng có  những khác biệt so với kết quả nghiên cứu của Masri & Jaaron (2017) mà theo đó đào tạo có tác động yếu  hơn sự tham gia của nhân viên và là nhân tố có tác động yếu nhất đến lợi ích môi trường."}
{"text": "Sự khác biệt này  có thể được lý giải do hạn chế về khả năng tài chính dẫn đến các doanh nghiệp xếp hạng đào tạo thấp trong  danh sách ưu tiên, đặc biệt là đào tạo về môi trường do doanh nghiệp có xu hướng ưu tiên các khóa đào tạo  giúp họ gia tăng về kết quả hoạt động đồng thời nhân viên cũng đã có những hiểu biết và ý thức nhất định về  môi trường và bảo vệ môi trường (Daily & cộng sự, 2012)."}
{"text": "Còn tại bối cảnh của nghiên cứu này, nhận thức  và sự hiểu biết của nhân viên về môi trường tại Việt Nam còn chưa cao vì vậy mà các hoạt động đào tạo về  môi trường tại đây được xếp hạng ưu tiên cao hơn và do đó có thể có tác động mạnh mẽ hơn."}
{"text": "Như kết quả nghiên cứu cũng đã chỉ ra ở trên, Lợi ích môi trường cũng có tác động đáng kể đến Lợi ích  xã hội (β=0.287)."}
{"text": "Kết quả nghiên cứu này hoàn toàn tương đồng với kết quả nghiên cứu của Prajogo & cộng  sự (2012) được tiến hành nghiên cứu tại Úc."}
{"text": "Điều này cho thấy, dù bối cảnh nghiên cứu khác nhau thì khi  các doanh nghiệp áp dụng hệ thống quản lý môi trường ISO:14001 sẽ giúp nâng cao hình ảnh của doanh  nghiệp đối với các bên liên quan, đồng thời cải thiện ý thức của nhân viên."}
{"text": "Điều này chứng tỏ, việc áp dụng  hệ thống quản lý môi trường ISO:14001 tất yếu sẽ đạt được các lợi ích môi trường và xã hội (Prajogo &  cộng sự, 2012)."}
{"text": "5.2."}
{"text": "Hàm ý nghiên cứu đối với doanh nghiệp\nTừ kết quả nghiên cứu trên, nhóm nghiên cứu có thể đề xuất một vài hàm ý nghiên cứu sau đây:\nThứ nhất, kiến nghị các công ty cần tập trung hỗ trợ thúc đẩy công tác đào tạo nhân viên khi áp dụng hệ  thống quản lý mội trường ISO 14001 nhằm nâng cao lợi ích môi trường và lợi ích xã hội cho chính doanh  nghiệp."}
{"text": "Việc tăng cường, nâng cao nhận thức của nhân viên và các bên liên quan là vô cùng quan trọng khi  áp dụng hệ thống quản lý môi trường ISO 14001 bởi lẽ hiện nay vẫn còn các doanh nghiệp coi việc áp dụng  ISO 14001 là do sức ép từ phía khách hàng và từ các cơ quan quản lý nhà nước thay vì coi đây là nhu cầu  nội tại cần thiết để bảo đảm phát triển bền vững lâu dài của doanh nghiệp mình."}
{"text": "Thông qua đào tạo giúp tăng  cường nhận thức đúng, củng cố niềm tin, nâng cao trách nhiệm và sự quyết tâm của nhân viên trong doanh  nghiệp và các bên liên quan trong quá trình triển khai áp dụng thành công hệ thống quản lý môi trường ISO  14001."}
{"text": "Về nội dung đâò tạo cần tập trung vào : Một là, nâng cao nhận thức về bảo đảm phát triển bền vững  để bảo đảm rằng các công ty vừa kinh doanh có hiệu quả vừa bảo vệ môi trường và thực hiện trách nhiệm  xã hội."}
{"text": "Từ đó nâng cao ý thức và tự giác thực hành các hành vi xanh bảo vệ mội trường, kinh doanh có đạo  đức và có trách nhiệm."}
{"text": "Hai là, tập trung đào tạo các kiến thức và kỹ năng cần thiết để có thể thực hiện thành  công các hành vi xanh, thực hành kinh doanh có trách nhiệm nhằm áp dụng thành công hệ thống quản lý  môi trường ISO 14001 và đạt được các lợi ích về môi trường và xã hội."}
{"text": "Số 310(2) tháng 4/2023 9\nThứ hai, kết quả nghiên cứu cho thấy chính sách và các chương trình trong hệ thống quản lý môi trường  ISO 14001 có tính định hướng với mục tiêu tập trung vào lợi ích môi trường."}
{"text": "Vì lợi ích môi trường có tác  động tích cực thuận chiều tới lợi ích xã hội."}
{"text": "Điều này có nghĩa rằng việc đạt được lợi ích môi trường khi áp  dụng hệ thống quản lý môi trường ISO 14001 là tiền đề đạt lợi ích xã hội."}
{"text": "Theo đó, các doanh nghiệp cần  có các chính sách và biện pháp phù hợp để đưa mục tiêu về môi trường vào các kế hoạch chiến lược, các  chương trình đào tạo và giáo dục nhằm nâng cao nhận thức, đạo đức và trách nhiệm của nhân viên trong quá  trình sản xuất kinh doanh nói chung và trong áp dụng hệ thống ISO:14001 nói riêng."}
{"text": "6."}
{"text": "Hạn chế nghiên cứu\nDo hạn chế về mặt thời gian và kinh phí, nên mặc dù nhóm nghiên cứu đã nỗ lực cao trong suốt quá trình  nghiên cứu, song thực tế trong nghiên cứu vẫn tồn tại một số hạn chế nhất định."}
{"text": "Thứ nhất, mức độ đồng ý  của người tham gia khảo sát đối với nhiều biến quan sát chưa thực sự tốt (mức 2 đến 3)."}
{"text": "Thứ hai, số lượng  doanh nghiệp áp dụng hệ thống quản lý môi trường ISO 14001 tại Việt Nam ở các ngành còn khiêm tốn, dẫn  đến phân tích sự khác biệt giữa các ngành còn gặp các khó khăn."}
{"text": "Thứ ba, mẫu khảo sát chỉ tiến hành với các  doanh nghiệp đã áp dụng ISO:14001 vì vậy, chưa có điều kiện so sánh với các doanh nghiệp chưa triển khai  áp dụng hệ thống này."}
{"text": "Thứ tư, với giá trị R2 của cả hai biến phụ thuộc còn thấp điều này là chứng tỏ vẫn còn  các nhân tố khác ảnh hưởng đến sự biến thiên của biến lợi ích môi trường và lợi ích xã hội."}
{"text": "Các nghiên cứu  trong tương lai cần bổ sung thêm các nhân tố khác nhằm gia tăng mức độ giải thích đối với sự thay đổi của  lợi ích môi trường và xã hội khi áp dụng hệ thống quản lý môi trường ISO 14001."}
{"text": "Tài liệu tham khảo Beardsley, D.P."}
{"text": "Bon, A.T., Zaid, A.A., & Jaaron, A."}
{"text": "DOI: https://doi.org/10.3390/su12187258."}
{"text": "Chin, K.S."}
{"text": "Hu, L.T., & Bentler, P.M. (1999), ‘Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria  versus new alternatives’, Structural Equation Modeling: A multidisciplinary Journal, 6(1), 1-55."}
{"text": "Lin, W.B."}
{"text": "Marler, J.H., Liang, X., & Dulebohn, J.H."}
{"text": "Martín-Peña, M.L., Díaz-Garrido, E., & Sánchez-López, J.M."}
{"text": "Melnyk, S.A., Sroufe, R.P., Calantone, R.L., & Montabon, F.L."}
{"text": "Noah, Y."}
{"text": "Prajogo, D., Tang, A.K., & Lai, K.H."}
{"text": "Psomas, E.L., Fotopoulos, C.V. & Kafetzopoulos, D.P."}
{"text": "Quốc hội (2020), Luật số: 72/2020/QH14 Luật bảo vệ môi trường, ban hành ngày 17 tháng 11 năm 2020."}
{"text": "Salomone, R. (2008)."}
{"text": "Sarkis, J., Gonzalez‐Torre, P., & Adenso‐Diaz, B."}
{"text": "Sun, H., Hui, I.K., Tam, A.Y., & Frick, J."}
{"text": "Tarí, J.J., Molina-Azorín, J.F., & Heras, I."}
{"text": "Thomas, B."}
{"text": "Wee, Y.S., & Quazi, H.A."}
{"text": "Số 310(2) tháng 4/2023 11"}
